Repository: doganlap/app-shahin-ai
Catalog: Shahin-ai/Shahin-Jan-2026/src/GrcMvc/Resources/SharedResource.*.resx
Languages: ar

source: Close
ar: إغلاق

source: Confirm
ar: تأكيد

source: Cancel
ar: إلغاء

source: Save
ar: حفظ

source: Delete
ar: حذف

source: Edit
ar: تعديل

source: Create
ar: إنشاء

source: Add
ar: إضافة

source: Update
ar: تحديث

source: View
ar: عرض

source: View Details
ar: عرض التفاصيل

source: View All
ar: عرض الكل

source: Search
ar: بحث

source: Filter
ar: تصفية

source: Export
ar: تصدير

source: Import
ar: استيراد

source: Download
ar: تحميل

source: Upload
ar: رفع

source: Submit
ar: إرسال

source: Approve
ar: اعتماد

source: Reject
ar: رفض

source: Back
ar: رجوع

source: Next
ar: التالي

source: Previous
ar: السابق

source: Loading...
ar: جاري التحميل...

source: Are you sure?
ar: هل أنت متأكد؟

source: Confirm Action
ar: تأكيد الإجراء

source: Confirm Delete
ar: تأكيد الحذف

source: Actions
ar: الإجراءات

source: Quick Actions
ar: إجراءات سريعة

source: Refresh
ar: تحديث

source: Reset
ar: إعادة تعيين

source: Apply
ar: تطبيق

source: Clear
ar: مسح

# Nav_Home
source: Home
ar: الصفحة الرئيسية

# Nav_Dashboard
source: Dashboard
ar: لوحة التحكم

# Nav_Dashboards
source: Dashboards
ar: لوحات التحكم

# Nav_RiskManagement
source: Risk Management
ar: إدارة المخاطر

# Nav_Compliance
source: Compliance
ar: الامتثال

# Nav_Manage
source: Manage
ar: الإدارة

# Nav_Users
source: Users
ar: المستخدمون

# Nav_Roles
source: Roles
ar: الأدوار

# Nav_Settings
source: Settings
ar: الإعدادات

# Nav_Workflows
source: Workflows
ar: سير العمل

# Nav_Help
source: Help
ar: المساعدة

# Nav_Admin
source: Admin
ar: الإدارة

# Nav_Administration
source: Administration
ar: الإدارة

# Nav_Profile
source: Profile
ar: الملف الشخصي

# Nav_Logout
source: Logout
ar: تسجيل الخروج

# Nav_Login
source: Login
ar: تسجيل الدخول

# Nav_Register
source: Register
ar: التسجيل

# Nav_Notifications
source: Notifications
ar: الإشعارات

# Nav_ShahinAI
source: Shahin-AI
ar: شاهين AI

# Nav_CCM
source: Continuous Compliance Management
ar: إدارة الامتثال المستمر

# Nav_Onboarding
source: Onboarding
ar: التهيئة

# Nav_AuditLogs
source: Audit Logs
ar: سجلات التدقيق

# Nav_TenantAdmin
source: Tenant Admin
ar: إدارة المستأجر

# Nav_PlatformAdmin
source: Platform Admin
ar: إدارة المنصة

# Nav_Subscription
source: Subscription
ar: الاشتراك

# Nav_Workspaces
source: Workspaces
ar: مساحات العمل

source: Risks
ar: المخاطر

source: Risk
ar: المخاطرة

source: Risk Name
ar: اسم المخاطرة

source: Risk Level
ar: مستوى المخاطرة

source: Risk Owner
ar: مالك المخاطرة

source: Risk Description
ar: وصف المخاطرة

source: Risk Category
ar: فئة المخاطرة

source: Risk Assessment
ar: تقييم المخاطر

source: Risk Treatment
ar: معالجة المخاطر

source: Total Risks
ar: إجمالي المخاطر

source: High Risks
ar: مخاطر عالية

source: Medium Risks
ar: مخاطر متوسطة

source: Low Risks
ar: مخاطر منخفضة

source: Recent Risks
ar: المخاطر الأخيرة

source: View All Risks
ar: عرض جميع المخاطر

source: Create Risk
ar: إنشاء مخاطرة

source: Risk Register
ar: سجل المخاطر

source: Controls
ar: الضوابط

source: Control
ar: الضابط

source: Control Name
ar: اسم الضابط

source: Control Owner
ar: مالك الضابط

source: Control Status
ar: حالة الضابط

source: Control Description
ar: وصف الضابط

source: Active Controls
ar: الضوابط النشطة

source: Total Controls
ar: إجمالي الضوابط

source: Control Effectiveness
ar: فعالية الضابط

source: Create Control
ar: إنشاء ضابط

source: Assess Control
ar: تقييم الضابط

source: Policies
ar: السياسات

source: Policy
ar: السياسة

source: Policy Name
ar: اسم السياسة

source: Policy Owner
ar: مالك السياسة

source: Policy Status
ar: حالة السياسة

source: Policy Description
ar: وصف السياسة

source: Total Policies
ar: إجمالي السياسات

source: Create Policy
ar: إنشاء سياسة

source: Audits
ar: التدقيقات

source: Audit
ar: التدقيق

source: Audit Name
ar: اسم التدقيق

source: Audit Type
ar: نوع التدقيق

source: Audit Status
ar: حالة التدقيق

source: Audit Findings
ar: نتائج التدقيق

source: Pending Audits
ar: التدقيقات المعلقة

source: Upcoming Audits
ar: التدقيقات القادمة

source: Total Audits
ar: إجمالي التدقيقات

source: View All Audits
ar: عرض جميع التدقيقات

source: Create Audit
ar: إنشاء تدقيق

source: Auditor
ar: المدقق

source: Assessments
ar: التقييمات

source: Assessment
ar: التقييم

source: Assessment Name
ar: اسم التقييم

source: Assessment Type
ar: نوع التقييم

source: Assessment Status
ar: حالة التقييم

source: Create Assessment
ar: إنشاء تقييم

source: Evidence
ar: الأدلة

source: Evidence Name
ar: اسم الدليل

source: Evidence Type
ar: نوع الدليل

source: Evidence Status
ar: حالة الدليل

source: Upload Evidence
ar: رفع دليل

source: Total Evidence
ar: إجمالي الأدلة

source: Compliance Score
ar: درجة الامتثال

source: Compliance Status
ar: حالة الامتثال

source: Compliance Framework
ar: إطار الامتثال

source: Compliance Requirements
ar: متطلبات الامتثال

source: Frameworks
ar: الأطر التنظيمية

source: Framework
ar: الإطار التنظيمي

source: Regulators
ar: الجهات التنظيمية

source: Regulator
ar: الجهة التنظيمية

source: Reports
ar: التقارير

source: Report
ar: التقرير

source: Generate Report
ar: إنشاء تقرير

source: Report Type
ar: نوع التقرير

source: Plans
ar: الخطط

source: Plan
ar: الخطة

source: Plan Name
ar: اسم الخطة

source: Create Plan
ar: إنشاء خطة

source: Status
ar: الحالة

# Status_Approved
source: Approved
ar: معتمد

# Status_Completed
source: Completed
ar: مكتمل

# Status_Active
source: Active
ar: نشط

# Status_Inactive
source: Inactive
ar: غير نشط

# Status_Rejected
source: Rejected
ar: مرفوض

# Status_Failed
source: Failed
ar: فشل

# Status_Cancelled
source: Cancelled
ar: ملغي

# Status_Pending
source: Pending
ar: قيد الانتظار

# Status_InProgress
source: In Progress
ar: قيد التنفيذ

# Status_Delegated
source: Delegated
ar: مفوض

# Status_OnHold
source: On Hold
ar: معلق

# Status_Draft
source: Draft
ar: مسودة

# Status_Published
source: Published
ar: منشور

# Status_Archived
source: Archived
ar: مؤرشف

# Status_Open
source: Open
ar: مفتوح

# Status_Closed
source: Closed
ar: مغلق

# Status_High
source: High
ar: عالي

# Status_Medium
source: Medium
ar: متوسط

# Status_Low
source: Low
ar: منخفض

# Status_Critical
source: Critical
ar: حرج

# Error_NotFound
source: Resource not found
ar: المورد غير موجود

# Error_Unauthorized
source: Unauthorized access
ar: وصول غير مصرح به

# Error_BadRequest
source: Invalid request
ar: طلب غير صالح

# Error_ValidationFailed
source: Validation failed
ar: فشل التحقق

# Error_ServerError
source: An error occurred while processing your request
ar: حدث خطأ أثناء معالجة طلبك

# Error_AccessDenied
source: Access denied
ar: تم رفض الوصول

# Error_SessionExpired
source: Session expired
ar: انتهت الجلسة

# Error_InvalidInput
source: Invalid input
ar: إدخال غير صالح

# Success_Saved
source: Saved successfully
ar: تم الحفظ بنجاح

# Success_Deleted
source: Deleted successfully
ar: تم الحذف بنجاح

# Success_Updated
source: Updated successfully
ar: تم التحديث بنجاح

# Success_Created
source: Created successfully
ar: تم الإنشاء بنجاح

# Success_Submitted
source: Submitted successfully
ar: تم الإرسال بنجاح

# Success_Approved
source: Approved successfully
ar: تم الاعتماد بنجاح

# Success_Rejected
source: Rejected
ar: تم الرفض

source: Name
ar: الاسم

source: Description
ar: الوصف

source: Title
ar: العنوان

source: Type
ar: النوع

source: Category
ar: الفئة

source: Priority
ar: الأولوية

source: Owner
ar: المالك

source: Assigned To
ar: مُسند إلى

source: Created By
ar: أنشئ بواسطة

source: Created At
ar: تاريخ الإنشاء

source: Updated At
ar: تاريخ التحديث

source: Due Date
ar: تاريخ الاستحقاق

source: Start Date
ar: تاريخ البدء

source: End Date
ar: تاريخ الانتهاء

source: Date
ar: التاريخ

source: Notes
ar: ملاحظات

source: Comments
ar: التعليقات

source: Attachments
ar: المرفقات

source: Tags
ar: الوسوم

source: Version
ar: الإصدار

source: Email
ar: البريد الإلكتروني

source: Phone
ar: الهاتف

source: Address
ar: العنوان

source: Department
ar: القسم

source: Organization
ar: المنظمة

source: Tenant
ar: المستأجر

source: Workspace
ar: مساحة العمل

source: User
ar: المستخدم

source: Role
ar: الدور

source: Permission
ar: الصلاحية

source: Permissions
ar: الصلاحيات

source: Dashboard
ar: لوحة التحكم

source: Welcome
ar: مرحباً

# WelcomeMessage
source: Welcome to the GRC Management System
ar: مرحباً بك في نظام الحوكمة والمخاطر والامتثال

source: Overview
ar: نظرة عامة

source: Statistics
ar: الإحصائيات

source: Recent Activity
ar: النشاط الأخير

source: My Tasks
ar: مهامي

source: Pending Tasks
ar: المهام المعلقة

source: Completed Tasks
ar: المهام المكتملة

source: Overdue Tasks
ar: المهام المتأخرة

# Table_ID
source: ID
ar: المعرف

# Table_Action
source: Action
ar: الإجراء

# Table_NoRecords
source: No records found
ar: لا توجد سجلات

# Table_ShowingRecords
source: Showing records
ar: عرض السجلات

# Table_Of
source: of
ar: من

# Table_Entries
source: entries
ar: إدخالات

# Form_Required
source: Required
ar: مطلوب

# Form_Optional
source: Optional
ar: اختياري

# Form_SelectOption
source: Select an option
ar: اختر خياراً

# Form_SelectAll
source: Select All
ar: تحديد الكل

# Form_DeselectAll
source: Deselect All
ar: إلغاء تحديد الكل

# Form_EnterValue
source: Enter value
ar: أدخل القيمة

# Auth_Username
source: Username
ar: اسم المستخدم

# Auth_Password
source: Password
ar: كلمة المرور

# Auth_ConfirmPassword
source: Confirm Password
ar: تأكيد كلمة المرور

# Auth_RememberMe
source: Remember me
ar: تذكرني

# Auth_ForgotPassword
source: Forgot password?
ar: نسيت كلمة المرور؟

# Auth_ResetPassword
source: Reset Password
ar: إعادة تعيين كلمة المرور

# Auth_ChangePassword
source: Change Password
ar: تغيير كلمة المرور

# Auth_LoginTitle
source: Login
ar: تسجيل الدخول

# Auth_RegisterTitle
source: Create a new account
ar: إنشاء حساب جديد

# Auth_LogoutConfirm
source: Are you sure you want to logout?
ar: هل أنت متأكد من تسجيل الخروج؟

source: Language
ar: اللغة

source: Switch Language
ar: تغيير اللغة

# Pagination_First
source: First
ar: الأول

# Pagination_Last
source: Last
ar: الأخير

# Pagination_Page
source: Page
ar: صفحة

# Pagination_PerPage
source: Per page
ar: لكل صفحة

source: Yes
ar: نعم

source: No
ar: لا

source: All
ar: الكل

source: None
ar: لا شيء

source: Other
ar: أخرى

source: Total
ar: الإجمالي

source: Count
ar: العدد

source: Percentage
ar: النسبة المئوية

source: Details
ar: التفاصيل

source: Summary
ar: الملخص

source: Information
ar: معلومات

source: Warning
ar: تحذير

source: Error
ar: خطأ

source: Success
ar: نجاح

source: Select
ar: اختيار

source: Selected
ar: محدد

# Nav_StartFreeTrial
source: Start Free Trial
ar: ابدأ التجربة المجانية

source: Active Workflows
ar: سير العمل النشط

source: All Workflows
ar: جميع سير العمل

source: Analytics
ar: التحليلات

source: APPLY - Scope
ar: تطبيق - النطاق

source: Assessment Templates
ar: قوالب التقييم

source: Audit Packages
ar: حزم المراجعة

source: Audit Statistics
ar: إحصائيات المراجعة

source: Catalog Admin
ar: إدارة الفهارس

source: CCM Tests
ar: اختبارات الامتثال المستمر

source: Contact Support
ar: تواصل مع الدعم

source: Control Matrix
ar: مصفوفة الضوابط

source: Document Flow
ar: تدفق المستندات

# Error_WorkspaceSwitchError
source: Error switching workspace
ar: خطأ في تبديل مساحة العمل

# Error_WorkspaceSwitchFailed
source: Failed to switch workspace
ar: فشل تبديل مساحة العمل

source: Evidence Lifecycle
ar: دورة حياة الأدلة

source: Evidence Statistics
ar: إحصائيات الأدلة

source: Exceptions
ar: الاستثناءات

source: Executive Dashboard
ar: لوحة التحكم التنفيذية

source: FAQ
ar: الأسئلة الشائعة

source: FIX - Remediation
ar: إصلاح - المعالجة

source: Getting Started
ar: البدء

source: Glossary
ar: المصطلحات

source: Help Center
ar: مركز المساعدة

source: Inbox
ar: صندوق الوارد

source: Integrated Flow
ar: التدفق المتكامل

source: Invitations
ar: الدعوات

# KRIDashboard
source: KRI/KPI Dashboard
ar: لوحة مؤشرات المخاطر

source: Main Dashboard
ar: لوحة التحكم الرئيسية

source: MAP - Control Library
ar: خريطة - مكتبة الضوابط

source: My Profile
ar: ملفي الشخصي

source: Policy Statistics
ar: إحصائيات السياسات

source: PROVE - Evidence
ar: إثبات - الأدلة

source: Risk Reports
ar: تقارير المخاطر

source: Role Delegation
ar: تفويض الصلاحيات

source: Role Profiles
ar: ملفات الأدوار

source: Tenant Admin
ar: إدارة المستأجر

source: VAULT - Repository
ar: الخزنة - المستودع

source: WATCH - Monitoring
ar: مراقبة - الرصد

source: Webhook Logs
ar: سجلات الويب هوك

# AppName
source: GRC Management System
ar: نظام الحوكمة والمخاطر والامتثال

# Copyright
source: All rights reserved
ar: جميع الحقوق محفوظة

# Error_PageTitle
source: Error
ar: خطأ

# Error_Oops
source: Oops!
ar: عذراً!

# Error_404_Title
source: Page Not Found
ar: الصفحة غير موجودة

# Error_404_Message
source: The page you're looking for doesn't exist or has been moved.
ar: الصفحة التي تبحث عنها غير موجودة أو تم نقلها.

# Error_403_Title
source: Access Denied
ar: الوصول مرفوض

# Error_403_Message
source: You don't have permission to access this resource. Contact your administrator if you believe this is an error.
ar: ليس لديك صلاحية للوصول إلى هذا المورد. تواصل مع المسؤول إذا كنت تعتقد أن هذا خطأ.

# Error_401_Title
source: Authentication Required
ar: يلزم تسجيل الدخول

# Error_401_Message
source: Please log in to access this page.
ar: يرجى تسجيل الدخول للوصول إلى هذه الصفحة.

# Error_500_Title
source: Something Went Wrong
ar: حدث خطأ ما

# Error_500_Message
source: We encountered an unexpected error. Our team has been notified and is working on it.
ar: واجهنا خطأً غير متوقع. تم إبلاغ فريقنا ويعمل على حله.

# Error_GoHome
source: Go to Homepage
ar: الذهاب للصفحة الرئيسية

# Error_GoBack
source: Go Back
ar: العودة

# Error_NeedHelp
source: Need Help?
ar: تحتاج مساعدة؟

# Error_Help_CheckUrl
source: Check if the URL is correct
ar: تأكد من صحة الرابط

# Error_Help_ClearCache
source: Clear your browser cache
ar: امسح ذاكرة التخزين المؤقت للمتصفح

# Error_Help_TryAgain
source: Try again in a few moments
ar: حاول مرة أخرى بعد قليل

# Error_Help_ViewGuide
source: View our help guide
ar: اطلع على دليل المساعدة

# Error_ReferenceId
source: Reference ID
ar: الرقم المرجعي

# Error_StillNeedHelp
source: Still need help? Contact us at
ar: لا تزال بحاجة للمساعدة؟ تواصل معنا على

# Toast_Success
source: Success
ar: نجاح

# Toast_Error
source: Error
ar: خطأ

# Toast_Warning
source: Warning
ar: تحذير

# Toast_Info
source: Information
ar: معلومة

# Toast_SaveSuccess
source: Changes saved successfully
ar: تم حفظ التغييرات بنجاح

# Toast_DeleteSuccess
source: Item deleted successfully
ar: تم حذف العنصر بنجاح

# Toast_CreateSuccess
source: Item created successfully
ar: تم إنشاء العنصر بنجاح

# Toast_UpdateSuccess
source: Item updated successfully
ar: تم تحديث العنصر بنجاح

# Toast_OperationFailed
source: Operation failed. Please try again.
ar: فشلت العملية. يرجى المحاولة مرة أخرى.

# Validation_Required
source: This field is required
ar: هذا الحقل مطلوب

# Validation_InvalidEmail
source: Please enter a valid email address
ar: يرجى إدخال بريد إلكتروني صحيح

# Validation_InvalidPhone
source: Please enter a valid phone number
ar: يرجى إدخال رقم هاتف صحيح

# Validation_MinLength
source: Minimum {0} characters required
ar: الحد الأدنى {0} أحرف مطلوبة

# Validation_MaxLength
source: Maximum {0} characters allowed
ar: الحد الأقصى {0} أحرف مسموح

# Validation_PasswordMismatch
source: Passwords do not match
ar: كلمات المرور غير متطابقة

# Validation_InvalidFormat
source: Invalid format
ar: تنسيق غير صحيح

source: Processing...
ar: جاري المعالجة...

source: Saving...
ar: جاري الحفظ...

source: Please wait...
ar: يرجى الانتظار...

# Dashboard_CommandCenter
source: Command Center
ar: مركز القيادة

# Dashboard_IntegratedGrcSystem
source: Integrated Governance, Risk, and Compliance System
ar: نظام الحوكمة والمخاطر والامتثال المتكامل

# Dashboard_AllSystemsOperational
source: All systems operational
ar: جميع الأنظمة تعمل

# Dashboard_ComplianceRate
source: Compliance Rate
ar: نسبة الامتثال

# Dashboard_ActiveRisks
source: Active Risks
ar: المخاطر النشطة

# Dashboard_EffectiveControls
source: Effective Controls
ar: الضوابط الفعّالة

# Dashboard_PendingTasks
source: Pending Tasks
ar: مهام معلقة

# Dashboard_UploadedEvidence
source: Uploaded Evidence
ar: الأدلة المرفوعة

# Dashboard_ComplianceTrend
source: Compliance Trend - Last 12 Months
ar: اتجاه الامتثال - آخر 12 شهر

# Dashboard_RiskHeatMap
source: Risk Heat Map
ar: خريطة المخاطر الحرارية

# RiskLevel_Rare
source: Rare
ar: نادر

# RiskLevel_Unlikely
source: Unlikely
ar: ضعيف

# RiskLevel_Possible
source: Possible
ar: متوسط

# RiskLevel_Likely
source: Likely
ar: عالي

# RiskLevel_AlmostCertain
source: Almost Certain
ar: مؤكد

# RiskLevel_Catastrophic
source: Catastrophic
ar: كارثي

# ImpactLevel_Major
source: Major
ar: رئيسي

# ImpactLevel_Moderate
source: Moderate
ar: متوسط

# ImpactLevel_Minor
source: Minor
ar: طفيف

# ImpactLevel_Insignificant
source: Insignificant
ar: ضئيل

# RiskLevel_Low
source: Low
ar: منخفض

# RiskLevel_Medium
source: Medium
ar: متوسط

# RiskLevel_High
source: High
ar: عالي

# RiskLevel_Critical
source: Critical
ar: حرج

# Dashboard_OverallComplianceIndicator
source: Overall Compliance Indicator
ar: مؤشر الامتثال الكلي

# Dashboard_ComplianceRateLabel
source: Compliance Rate
ar: نسبة الامتثال

# ComplianceStatus_Compliant
source: Compliant
ar: ممتثل

# ComplianceStatus_Partial
source: Partial
ar: جزئي

# ComplianceStatus_NonCompliant
source: Non-Compliant
ar: غير ممتثل

# Dashboard_ShahinAIInsights
source: Shahin AI Insights
ar: رؤى شاهين الذكية

# AI_SmartAnalysis
source: Smart Analysis
ar: تحليل ذكي

# AI_EarlyWarning
source: Early Warning
ar: تنبيه مبكر

# AI_AnalysisConfidence
source: Analysis Confidence
ar: ثقة التحليل

# Dashboard_RegulatoryFrameworkProgress
source: Regulatory Framework Progress
ar: تقدم الأطر التنظيمية

# Dashboard_RecentActivity
source: Recent Activity
ar: النشاط الأخير

# Dashboard_CriticalAlerts
source: Critical Alerts
ar: التنبيهات الحرجة

source: New
ar: جديدة

# Dashboard_PendingTasksTitle
source: Pending Tasks
ar: المهام المعلقة

source: Task
ar: المهمة

# Priority_Urgent
source: Urgent
ar: عاجل

# Priority_Medium
source: Medium
ar: متوسط

# Priority_Normal
source: Normal
ar: عادي

source: Today
ar: اليوم

source: Tomorrow
ar: غداً

source: days
ar: أيام

source: week
ar: أسبوع

source: ago
ar: منذ

source: minutes
ar: دقائق

source: hour
ar: ساعة

source: By
ar: بواسطة

source: No data available
ar: لا توجد بيانات متاحة

source: Loading data...
ar: جاري تحميل البيانات...

source: New Risk
ar: مخاطرة جديدة

source: New Control
ar: ضابط جديد

source: New Assessment
ar: تقييم جديد

# WelcomeToGrc
source: Welcome to the Governance, Risk, and Compliance Management System
ar: مرحباً بك في نظام إدارة الحوكمة والمخاطر والامتثال

# GrcPlatformDescription
source: Comprehensive platform for managing governance, risk, and compliance
ar: منصة شاملة لإدارة الحوكمة والمخاطر والامتثال

# PleaseLoginMessage
source: Please log in to access the dashboard and manage your organization's governance, risk, and compliance activities.
ar: يرجى تسجيل الدخول للوصول إلى لوحة التحكم وإدارة أنشطة الحوكمة والمخاطر والامتثال في مؤسستك.

source: Risk Management
ar: إدارة المخاطر

# RiskManagementDescription
source: Identify, assess, and mitigate risks across your organization with our comprehensive risk management tools.
ar: تحديد وتقييم وتخفيف المخاطر في مؤسستك باستخدام أدوات إدارة المخاطر الشاملة.

source: Compliance Tracking
ar: تتبع الامتثال

# ComplianceTrackingDescription
source: Ensure compliance with regulatory requirements and internal policies through automated tracking and reporting.
ar: ضمان الامتثال للمتطلبات التنظيمية والسياسات الداخلية من خلال التتبع الآلي وإعداد التقارير.

source: Performance Analytics
ar: تحليلات الأداء

# PerformanceAnalyticsDescription
source: Monitor your GRC performance with real-time dashboards and comprehensive analytics.
ar: راقب أداء الحوكمة والمخاطر والامتثال باستخدام لوحات المعلومات في الوقت الفعلي والتحليلات الشاملة.

# WantToExplore
source: Want to explore the platform first?
ar: هل تريد استكشاف المنصة أولاً؟

# TryDemo
source: Try Demo (POC Tenant)
ar: جرب العرض التوضيحي (مستأجر POC)

# DemoDescription
source: Pre-configured Shahin-AI demo organization
ar: منظمة شاهين AI التجريبية المكونة مسبقاً

source: Level
ar: المستوى

source: Audit Title
ar: عنوان التدقيق

source: Internal
ar: داخلي

source: External
ar: خارجي

source: Mitigated
ar: تم التخفيف

source: Risk Matrix
ar: مصفوفة المخاطر

source: Evidence Management
ar: إدارة الأدلة

source: New Evidence
ar: دليل جديد

source: Expiring Soon
ar: تنتهي قريباً

source: Probability
ar: الاحتمالية

source: Impact
ar: التأثير

source: Risk Score
ar: نقاط المخاطرة

source: Collected
ar: تم الجمع

source: Expires
ar: تنتهي

source: Classification
ar: التصنيف

source: No records found
ar: لا توجد سجلات

# Month_January
source: January
ar: يناير

# Month_February
source: February
ar: فبراير

# Month_March
source: March
ar: مارس

# Month_April
source: April
ar: أبريل

# Month_May
source: May
ar: مايو

# Month_June
source: June
ar: يونيو

# Month_July
source: July
ar: يوليو

# Month_August
source: August
ar: أغسطس

# Month_September
source: September
ar: سبتمبر

# Month_October
source: October
ar: أكتوبر

# Month_November
source: November
ar: نوفمبر

# Month_December
source: December
ar: ديسمبر

# Chart_ComplianceRate
source: Compliance Rate
ar: نسبة الامتثال

# Chart_Target
source: Target
ar: الهدف

# AI_OpportunityToImprove
source: Opportunity to Improve Compliance
ar: فرصة لتحسين الامتثال

# AI_OpportunityToImproveText
source: 3 similar controls detected in NCA-ECC and SAMA-CSF frameworks. Evidence can be merged to reduce effort by 40%.
ar: تم اكتشاف 3 ضوابط متشابهة في أطر NCA-ECC و SAMA-CSF. يمكن دمج الأدلة لتقليل الجهد بنسبة 40%.

# AI_RenewalDateComing
source: Renewal Date Coming
ar: موعد تجديد قادم

# AI_RenewalDateComingText
source: ISO 27001 certificate expires in 45 days. It is recommended to start the renewal process now.
ar: شهادة ISO 27001 تنتهي خلال 45 يوماً. يُنصح ببدء عملية التجديد الآن.

# AI_Confidence
source: Analysis Confidence
ar: ثقة التحليل

source: High
ar: عالية

# Activity_EvidenceApproved
source: Evidence #1247 approved
ar: تم اعتماد دليل الامتثال #1247

# Activity_NewRiskRegistered
source: New risk registered - Data Breach
ar: تم تسجيل خطر جديد - تسرب البيانات

# Activity_PolicyUploaded
source: Information Security Policy v2.1 uploaded
ar: تم رفع سياسة أمن المعلومات v2.1

# Activity_AssessmentCompleted
source: NCA-ECC control assessment completed
ar: اكتمال تقييم ضوابط NCA-ECC

# Alert_CriticalControlNotApplied
source: Critical control not applied
ar: ضابط حرج غير مطبق

# Alert_ComplianceDeadlineMissed
source: Compliance deadline missed
ar: تأخر في موعد الامتثال

# Alert_TaskExpiringSoon
source: Task expiring soon
ar: مهمة تنتهي قريباً

# Alert_EvidenceExpired
source: Evidence expired
ar: دليل منتهي الصلاحية

# Alert_CriticalControlNotAppliedDesc
source: Privileged Access Management - Must be addressed within 48 hours
ar: إدارة الوصول المميز - يجب المعالجة خلال 48 ساعة

# Alert_ComplianceDeadlineMissedDesc
source: Periodic SAMA assessment is 5 days overdue
ar: تقييم SAMA الدوري متأخر 5 أيام عن الموعد المحدد

# Alert_TaskExpiringSoonDesc
source: Privacy Policy Review - 2 days remaining
ar: مراجعة سياسة الخصوصية - متبقي يومان

# Alert_EvidenceExpiredDesc
source: 3 evidence items need update - last review 6 months ago
ar: 3 أدلة تحتاج تحديث - آخر مراجعة قبل 6 أشهر

# Task_ReviewAccessControls
source: Review Access Controls
ar: مراجعة ضوابط الوصول

# Task_UpdateInformationSecurityPolicy
source: Update Information Security Policy
ar: تحديث سياسة أمن المعلومات

# Task_ApproveTrainingGuide
source: Approve Training Guide
ar: اعتماد دليل التدريب

# Task_ReviewMonthlyRiskReport
source: Review Monthly Risk Report
ar: مراجعة تقرير المخاطر الشهري

# Task_AssessNewExternalVendor
source: Assess New External Vendor
ar: تقييم مورد خارجي جديد
