Repository: doganlap/app-shahin-ai
Catalog: Shahin-ai/Shahin-Jan-2026/src/GrcMvc/Resources/SharedResource.*.resx
Languages: ar

# Chat_ErrorFallback
source: Hello! For inquiries, please contact us through the contact page.
ar: مرحباً! للاستفسارات، يرجى التواصل عبر صفحة اتصل بنا.

# Chat_SuccessMessage
source: Thank you for contacting us! We will respond to you soon.
ar: شكراً لتواصلك! سنرد عليك قريباً.
