Repository: doganlap/app-shahin-ai
Catalog: Shahin-ai/Shahin-Jan-2026/src/GrcMvc/Resources/SharedResource.*.resx
Languages: ar

# Auth_LoginToGrc
source: Login to GRC System
ar: تسجيل الدخول إلى نظام GRC

# Auth_CreateNewAccount
source: Create New Account
ar: إنشاء حساب جديد

# Auth_ForgotPasswordTitle
source: Forgot your password?
ar: نسيت كلمة المرور؟

# Auth_FirstName
source: First Name
ar: الاسم الأول

# Auth_LastName
source: Last Name
ar: اسم العائلة

# Auth_Department
source: Department
ar: القسم

# Auth_PasswordPlaceholder
source: Enter your password
ar: أدخل كلمة المرور

# Auth_PasswordCreatePlaceholder
source: Create a strong password
ar: أنشئ كلمة مرور قوية

# Auth_ConfirmPasswordPlaceholder
source: Confirm your password
ar: أكد كلمة المرور

# Auth_StrongPasswordHint
source: Password must be at least 6 characters long and contain uppercase, lowercase, numbers, and special characters.
ar: يجب أن تكون كلمة المرور 6 أحرف على الأقل وتحتوي على أحرف كبيرة وصغيرة وأرقام ورموز خاصة.

# Auth_DontHaveAccount
source: Don't have an account?
ar: ليس لديك حساب؟

# Auth_RegisterHere
source: Register here
ar: سجل هنا

# Auth_AlreadyHaveAccount
source: Already have an account?
ar: لديك حساب بالفعل؟

# Auth_LoginHere
source: Login here
ar: سجل الدخول هنا

# Auth_ForgotTenantId
source: Forgot your Tenant ID?
ar: نسيت معرف المستأجر؟

# Auth_EnterEmailReset
source: Enter your email address and we will send you a link to reset your password.
ar: أدخل عنوان بريدك الإلكتروني وسنرسل لك رابط لإعادة تعيين كلمة المرور.

# Auth_FirstNamePlaceholder
source: John
ar: أحمد

# Auth_LastNamePlaceholder
source: Doe
ar: محمد

# Auth_DepartmentPlaceholder
source: IT Department
ar: قسم تقنية المعلومات

# Auth_ResetPasswordSent
source: Reset link sent
ar: تم إرسال رابط إعادة التعيين

# Auth_ResetPasswordSentTitle
source: Reset link sent
ar: تم إرسال رابط إعادة التعيين

# Auth_ResetPasswordSentSuccess
source: Sent successfully!
ar: ✅ تم الإرسال بنجاح!

# Auth_ResetPasswordSentMessage
source: Password reset link has been sent to your email address.
ar: تم إرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.

# Auth_CheckInbox
source: Check your inbox
ar: تحقق من صندوق الوارد (Inbox)

# Auth_CheckSpam
source: Check spam/junk folder
ar: تحقق من مجلد البريد غير المرغوب (Spam/Junk)

# Auth_LinkValid24Hours
source: Link is valid for 24 hours only
ar: الرابط صالح لمدة 24 ساعة فقط

# Auth_BackToLogin
source: Back to Login
ar: العودة لتسجيل الدخول

# Auth_EmailNotReceived
source: Email not received?
ar: لم يصل الإيميل؟

# Auth_WaitFewMinutes
source: Wait a few minutes then
ar: انتظر بضع دقائق ثم

# Auth_TryAgain
source: Try again
ar: حاول مرة أخرى

# Auth_PasswordResetSuccessful
source: Password Reset Successful
ar: تم إعادة تعيين كلمة المرور بنجاح

# Auth_PasswordResetSuccessfulMessage
source: Your password has been successfully reset. You can now log in with your new password.
ar: تم إعادة تعيين كلمة المرور بنجاح. يمكنك الآن تسجيل الدخول بكلمة المرور الجديدة.

# Auth_UseStrongPassword
source: For security reasons, please use a strong password that includes uppercase letters, numbers, and special characters.
ar: لأسباب أمنية، يرجى استخدام كلمة مرور قوية تتضمن أحرف كبيرة وأرقام ورموز خاصة.

# Auth_LogInToYourAccount
source: Log In to Your Account
ar: تسجيل الدخول إلى حسابك

# Auth_RememberPassword
source: Remember your password?
ar: تذكرت كلمة المرور؟

# Auth_GoToLogin
source: Go to login
ar: انتقل إلى تسجيل الدخول

# Auth_ContactSupport
source: If you didn't request a password reset or have any concerns, please contact our support team.
ar: إذا لم تطلب إعادة تعيين كلمة المرور أو لديك أي مخاوف، يرجى الاتصال بفريق الدعم.

# Auth_CurrentPassword
source: Current Password
ar: كلمة المرور الحالية

# Auth_NewPassword
source: New Password
ar: كلمة المرور الجديدة

# Auth_PasswordMinLengthHint
source: Password must be at least 6 characters long.
ar: يجب أن تكون كلمة المرور 6 أحرف على الأقل.

# Auth_BackToProfile
source: Back to Profile
ar: العودة إلى الملف الشخصي

# Auth_ForgotTenantIdTitle
source: Forgot Tenant ID
ar: نسيت معرف المستأجر

# Auth_EnterEmailRetrieveTenantId
source: Enter your email address to retrieve your Tenant ID
ar: أدخل عنوان بريدك الإلكتروني لاسترداد معرف المستأجر

# Auth_TenantIdFound
source: Tenant ID Found!
ar: تم العثور على معرف المستأجر!

# Auth_OrganizationName
source: Organization Name:
ar: اسم المؤسسة:

# Auth_TenantIdLabel
source: Tenant ID:
ar: معرف المستأجر:

# Auth_Copy
source: Copy
ar: نسخ

# Auth_CopyTenantIdHint
source: Copy this Tenant ID and use it to log in
ar: انسخ معرف المستأجر هذا واستخدمه لتسجيل الدخول

# Auth_TenantSlug
source: Tenant Slug:
ar: معرف المستأجر المختصر:

# Auth_TenantIdNotFound
source: Tenant ID not found.
ar: لم يتم العثور على معرف المستأجر.

# Auth_TenantIdNotFoundMessage
source: We couldn't find a Tenant ID associated with this email address, or you don't have admin access. Please verify your email and password, or contact your system administrator for assistance.
ar: لم نتمكن من العثور على معرف مستأجر مرتبط بعنوان البريد الإلكتروني هذا، أو ليس لديك حق الوصول كمسؤول. يرجى التحقق من بريدك الإلكتروني وكلمة المرور، أو الاتصال بمسؤول النظام للحصول على المساعدة.

# Auth_EnterEmailTenantAdmin
source: Enter the email address associated with your tenant admin account
ar: أدخل عنوان البريد الإلكتروني المرتبط بحساب مسؤول المستأجر

# Auth_EnterPasswordVerify
source: Enter your password to verify your identity
ar: أدخل كلمة المرور للتحقق من هويتك

# Auth_CredentialsTemporaryNote
source: Note: These credentials are temporary and may expire. If your credentials have expired, please contact the system owner.
ar: ملاحظة: هذه البيانات مؤقتة وقد تنتهي صلاحيتها. إذا انتهت صلاحية بيانات الاعتماد الخاصة بك، يرجى الاتصال بمالك النظام.

# Auth_FindTenantId
source: Find Tenant ID
ar: البحث عن معرف المستأجر

# Auth_BackToTenantAdminLogin
source: Back to Tenant Admin Login
ar: العودة إلى تسجيل دخول مسؤول المستأجر

# Auth_ImportantNotes
source: Important Notes:
ar: ملاحظات هامة:

source: Note
ar: ملاحظة

source: Copied!
ar: تم النسخ!

# Auth_ChangePasswordRequired
source: Change Password Required
ar: تغيير كلمة المرور مطلوب

# Auth_PasswordChangeRequired
source: Password Change Required
ar: تغيير كلمة المرور مطلوب

# Auth_MustChangePassword
source: For security reasons, you must change your password before continuing.
ar: لأسباب أمنية، يجب عليك تغيير كلمة المرور قبل المتابعة.

# Auth_EnterCurrentPassword
source: Enter your current password
ar: أدخل كلمة المرور الحالية

# Auth_EnterNewPassword
source: Enter a new password
ar: أدخل كلمة مرور جديدة

# Auth_ConfirmNewPassword
source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

# Auth_ConfirmNewPasswordPlaceholder
source: Confirm your new password
ar: أكد كلمة المرور الجديدة

# Auth_PasswordMin8Chars
source: Minimum 8 characters
ar: 8 أحرف على الأقل

# Auth_PasswordEncryptedSecure
source: Your password is encrypted and secure
ar: كلمة المرور الخاصة بك مشفرة وآمنة

# Auth_AccountLocked
source: Account Locked
ar: الحساب مقفل

# Auth_AccountLockedMessage
source: Your account has been temporarily locked due to multiple failed login attempts.
ar: تم قفل حسابك مؤقتاً بسبب محاولات تسجيل دخول فاشلة متعددة.

# Auth_TryAgainLater
source: Please try again later or contact support if you need immediate assistance.
ar: يرجى المحاولة مرة أخرى لاحقاً أو الاتصال بالدعم إذا كنت بحاجة إلى مساعدة فورية.

# Auth_GoToHome
source: Go to Home
ar: انتقل إلى الصفحة الرئيسية

# Auth_AccessDenied
source: Access Denied
ar: تم رفض الوصول

# Auth_AccessDeniedMessage
source: You do not have permission to access this resource.
ar: ليس لديك إذن للوصول إلى هذا المورد.

# Auth_ContactAdministrator
source: If you believe you should have access to this page, please contact your system administrator.
ar: إذا كنت تعتقد أنه يجب أن يكون لديك حق الوصول إلى هذه الصفحة، يرجى الاتصال بمسؤول النظام.

# Auth_GoToDashboard
source: Go to Dashboard
ar: انتقل إلى لوحة التحكم

# Auth_TwoFactorAuthentication
source: Two-Factor Authentication
ar: المصادقة بخطوتين

# Auth_EnterAuthenticatorCode
source: Your login is protected with an authenticator app. Enter your authenticator code below.
ar: تسجيل الدخول الخاص بك محمي بتطبيق المصادقة. أدخل رمز المصادقة أدناه.

# Auth_TwoFactorCode
source: Authenticator Code
ar: رمز المصادقة

# Auth_RememberMachine
source: Remember this machine
ar: تذكر هذا الجهاز

# Auth_NoAccessToAuthenticator
source: Don't have access to your authenticator device? You can log in with a recovery code.
ar: لا يمكنك الوصول إلى جهاز المصادقة الخاص بك؟ يمكنك تسجيل الدخول برمز الاسترداد.

# Auth_LoginWithRecoveryCode
source: log in with a recovery code
ar: تسجيل الدخول برمز الاسترداد

# Auth_RecoveryCodeLogin
source: Recovery Code Login
ar: تسجيل الدخول برمز الاسترداد

# Auth_RecoveryCodeLoginMessage
source: You have requested to log in with a recovery code. This login will not be remembered until you provide an authenticator app code at login or disable 2FA and log in again.
ar: لقد طلبت تسجيل الدخول برمز استرداد. لن يتم تذكر هذا تسجيل الدخول حتى تقدم رمز تطبيق المصادقة عند تسجيل الدخول أو تعطيل المصادقة بخطوتين وتسجيل الدخول مرة أخرى.

# Auth_RecoveryCode
source: Recovery Code
ar: رمز الاسترداد

# Auth_VerifyMfa
source: Two-Factor Verification
ar: التحقق بخطوتين

# Auth_VerificationCodeSent
source: Verification code has been sent to your email
ar: تم إرسال رمز التحقق إلى بريدك الإلكتروني

# Auth_VerificationCode
source: Verification Code
ar: رمز التحقق

# Auth_Verify
source: Verify
ar: تحقق

# Auth_CodeValidFor
source: Code is valid for:
ar: الرمز صالح لمدة:

# Auth_ResendCode
source: Resend Code
ar: إعادة إرسال الرمز

# Auth_AccountProtectionPriority
source: Protecting your account is our priority
ar: حماية حسابك أولويتنا

# Auth_Expired
source: Expired
ar: انتهت الصلاحية

# Auth_ManageProfile
source: Manage Your Profile
ar: إدارة ملفك الشخصي

# Auth_EmailCannotBeChanged
source: Email cannot be changed
ar: لا يمكن تغيير البريد الإلكتروني

# Auth_PhoneNumber
source: Phone Number
ar: رقم الهاتف

# Auth_SaveChanges
source: Save Changes
ar: حفظ التغييرات

# Auth_MyProfile
source: My Profile
ar: ملفي الشخصي

# Auth_ViewManageAccountSettings
source: View and manage your account settings
ar: عرض وإدارة إعدادات حسابك

# Auth_QuickActions
source: Quick Actions
ar: إجراءات سريعة

# Auth_MyInbox
source: My Inbox
ar: صندوق الوارد الخاص بي

# Auth_MyTasks
source: My Tasks
ar: مهامي

# Auth_AccountSettings
source: Account Settings
ar: إعدادات الحساب

# Auth_AssignedProfiles
source: Assigned Profiles
ar: الملفات الشخصية المعينة

# Auth_NoProfilesAssigned
source: No profiles assigned yet.
ar: لم يتم تعيين ملفات شخصية بعد.

# Auth_Permissions
source: Permissions
ar: الصلاحيات

# Auth_NoPermissionsAssigned
source: No permissions assigned.
ar: لم يتم تعيين صلاحيات.

# Auth_More
source: more
ar: المزيد

# Auth_WorkflowRoles
source: Workflow Roles
ar: أدوار سير العمل

# Auth_NoWorkflowRolesAssigned
source: No workflow roles assigned.
ar: لم يتم تعيين أدوار سير العمل.

# Auth_NotificationPreferences
source: Notification Preferences
ar: تفضيلات الإشعارات

# Auth_EmailNotifications
source: Email Notifications
ar: إشعارات البريد الإلكتروني

# Auth_SmsNotifications
source: SMS Notifications
ar: إشعارات الرسائل النصية

# Auth_InAppNotifications
source: In-App Notifications
ar: الإشعارات داخل التطبيق

# Auth_Digest
source: Digest:
ar: ملخص:

# Auth_Immediate
source: Immediate
ar: فوري

# Auth_Daily
source: Daily
ar: يومي

# Auth_Weekly
source: Weekly
ar: أسبوعي

# Auth_LoginV2Title
source: Login (V2 - Enhanced Security)
ar: تسجيل الدخول (V2 - أمان محسّن)

# Auth_LoginEnhancedSecurity
source: Login - Enhanced Security
ar: تسجيل الدخول - أمان محسّن

# Auth_EnhancedSecurityInfo
source: Enhanced Security: This login uses crypto-safe session management and structured logging.
ar: أمان محسّن: يستخدم تسجيل الدخول هذا إدارة جلسات آمنة تشفيرياً وتسجيل منظم.

# Auth_LoginEnhanced
source: Login (Enhanced)
ar: تسجيل الدخول (محسّن)

# Auth_RegisterAsNewUser
source: Register as a new user
ar: التسجيل كمستخدم جديد

# Auth_DemoLogin
source: Demo Login (Development Only)
ar: تسجيل الدخول التجريبي (للتطوير فقط)

# Auth_V2Enhancements
source: V2 Enhancements:
ar: تحسينات V2:

# Auth_SessionBasedAuth
source: Session-based authentication (no DB claims)
ar: المصادقة المستندة إلى الجلسة (بدون مطالبات قاعدة البيانات)

# Auth_StructuredLogging
source: Structured logging (no file I/O)
ar: تسجيل منظم (بدون إدخال/إخراج ملفات)

# Auth_EnhancedSecurityMonitoring
source: Enhanced security monitoring
ar: مراقبة أمنية محسّنة

# Auth_DeterministicTenantResolution
source: Deterministic tenant resolution
ar: حل المستأجر الحتمي

# Auth_SwitchToLegacyLogin
source: Switch to Legacy Login
ar: التبديل إلى تسجيل الدخول القديم

# Auth_TenantAdminLoginTitle
source: Tenant Admin Login
ar: تسجيل دخول مسؤول المستأجر

# Auth_EnterTenantIdUsernamePassword
source: Enter your Tenant ID, Username, and Password to access onboarding
ar: أدخل معرف المستأجر واسم المستخدم وكلمة المرور للوصول إلى الإعداد

# Auth_TenantIdProvided
source: Your Tenant ID was provided when your account was created.
ar: تم توفير معرف المستأجر الخاص بك عند إنشاء حسابك.

# Auth_LoginToOnboarding
source: Login to Onboarding
ar: تسجيل الدخول إلى الإعداد

# Auth_BackToRegularLogin
source: Back to Regular Login
ar: العودة إلى تسجيل الدخول العادي

# Auth_TenantLoginV2Title
source: Tenant Login (V2 - Session-Based Claims)
ar: تسجيل دخول المستأجر (V2 - مطالبات مستندة إلى الجلسة)

# Auth_TenantLoginEnhanced
source: Tenant Login - Enhanced
ar: تسجيل دخول المستأجر - محسّن

# Auth_SessionBasedTenantClaims
source: Enhanced Security: This login uses session-based tenant claims (not persisted to database).
ar: أمان محسّن: يستخدم تسجيل الدخول هذا مطالبات مستأجر مستندة إلى الجلسة (غير محفوظة في قاعدة البيانات).

# Auth_Tenant
source: Tenant:
ar: المستأجر:

# Auth_TenantSlugLabel
source: Tenant Slug (Optional)
ar: معرف المستأجر المختصر (اختياري)

# Auth_RoleLabel
source: Role (Optional)
ar: الدور (اختياري)

# Auth_SelectRole
source: -- Select Role --
ar: -- اختر الدور --

# Auth_LoginToTenantEnhanced
source: Login to Tenant (Enhanced)
ar: تسجيل الدخول إلى المستأجر (محسّن)

# Auth_RegularLogin
source: Regular Login
ar: تسجيل الدخول العادي

# Auth_V2SessionBasedClaims
source: V2 Session-Based Claims:
ar: مطالبات V2 المستندة إلى الجلسة:

# Auth_TenantContextInSession
source: Tenant context stored in session (NOT database)
ar: سياق المستأجر مخزن في الجلسة (وليس في قاعدة البيانات)

# Auth_FixesClaimsBug
source: Fixes bug: Claims no longer persist to AspNetUserClaims table
ar: إصلاح خطأ: لم تعد المطالبات تُحفظ في جدول AspNetUserClaims

# Auth_FasterTenantSwitching
source: Faster tenant switching
ar: تبديل مستأجر أسرع

# Auth_NoDatabaseOverhead
source: No database overhead for tenant context
ar: لا يوجد عبء قاعدة بيانات لسياق المستأجر

# Auth_SwitchToLegacyTenantLogin
source: Switch to Legacy Tenant Login
ar: التبديل إلى تسجيل دخول المستأجر القديم

# Landing_Title
source: Shahin Platform - Governance, Risk, and Compliance System
ar: منصة شاهين - نظام الحوكمة والمخاطر والامتثال

# Landing_MetaDescription
source: Shahin Platform - Integrated system for managing governance, risk, and compliance for Saudi Arabia. Compatible with Vision 2030 and supports 130+ regulatory bodies.
ar: منصة شاهين - نظام متكامل لإدارة الحوكمة والمخاطر والامتثال للمملكة العربية السعودية. متوافق مع رؤية 2030 ويدعم 130+ جهة تنظيمية.

# Landing_HeroBadge
source: Leading GRC Platform in the Kingdom
ar: منصة الحوكمة والمخاطر والامتثال الأولى في المملكة

# Landing_HeroTitle
source: Compliance Management
ar: إدارة الامتثال

# Landing_HeroTitleAI
source: with Artificial Intelligence
ar: بذكاء اصطناعي

# Landing_HeroTitleFor
source: for Saudi Organizations
ar: للمؤسسات السعودية

# Landing_HeroSubtitle
source: Integrated platform for managing governance, risk, and compliance with full support for Saudi regulatory frameworks and national cybersecurity standards
ar: منصة متكاملة لإدارة الحوكمة والمخاطر والامتثال مع دعم كامل للأطر التنظيمية السعودية ومعايير الأمن السيبراني الوطنية

# Landing_StartFreeTrial
source: Start Your Free Trial
ar: ابدأ تجربتك المجانية

# Landing_BookDemo
source: Book a Demo
ar: احجز عرض توضيحي

# Landing_RegulatoryBodies
source: Regulatory Bodies
ar: جهة تنظيمية

# Landing_LocalAndInternational
source: Local and International
ar: محلية ودولية

# Landing_Frameworks
source: Regulatory Frameworks
ar: إطار تنظيمي

# Landing_CertifiedAndUpdated
source: Certified and Updated
ar: معتمد ومحدث

# Landing_Controls
source: Controls
ar: ضابط رقابي

# Landing_ReadyToApply
source: Ready to Apply
ar: جاهز للتطبيق

# Landing_AIAgents
source: AI Agents
ar: وكيل ذكاء اصطناعي

# Landing_Specialized
source: Specialized
ar: متخصص

# Landing_Challenges
source: Challenges
ar: التحديات

# Landing_DoYouFaceTheseChallenges
source: Do you face these challenges?
ar: هل تواجه هذه التحديات؟

# Landing_MostSaudiOrganizations
source: Most Saudi organizations face the same challenges in managing compliance and risk
ar: معظم المؤسسات السعودية تعاني من نفس التحديات في إدارة الامتثال والمخاطر

# Landing_DataFragmentation
source: Data Fragmentation
ar: تشتت البيانات

# Landing_DataFragmentationDesc
source: Compliance information scattered across Excel files, emails, and various folders
ar: معلومات الامتثال مبعثرة في ملفات Excel ورسائل البريد الإلكتروني والمجلدات المختلفة

# Landing_TimeWaste
source: Time Waste
ar: ضياع الوقت

# Landing_TimeWasteDesc
source: Long hours wasted manually collecting evidence and searching for documents for audits
ar: ساعات طويلة تُهدر في جمع الأدلة يدوياً والبحث عن الوثائق للتدقيق

# Landing_ComplianceRisks
source: Compliance Risks
ar: مخاطر عدم الامتثال

# Landing_ComplianceRisksDesc
source: Large financial fines and reputational damage from not tracking regulatory requirements
ar: غرامات مالية كبيرة وأضرار بالسمعة نتيجة عدم متابعة المتطلبات التنظيمية

# Landing_SkillsGap
source: Skills Gap
ar: نقص الكفاءات

# Landing_SkillsGapDesc
source: Difficulty finding qualified compliance experts and high cost of training and recruitment
ar: صعوبة إيجاد خبراء الامتثال المؤهلين وارتفاع تكلفة التدريب والاستقطاب

# Landing_ShahinSolvesAll
source: Shahin platform solves all these challenges in one integrated platform
ar: منصة شاهين تحل كل هذه التحديات في منصة واحدة متكاملة

# Landing_Features
source: Features
ar: المميزات

# Landing_Pricing
source: Pricing
ar: الأسعار

# Landing_About
source: About
ar: عن المنصة

# Landing_EverythingYouNeed
source: Everything you need in one platform
ar: كل ما تحتاجه في منصة واحدة

# Landing_ComprehensivePlatform
source: Comprehensive platform for managing governance, risk, and compliance with integrated tools for all your organization's requirements
ar: منصة شاملة لإدارة الحوكمة والمخاطر والامتثال مع أدوات متكاملة لجميع متطلبات مؤسستك

# Landing_ComplianceManagement
source: Compliance Management
ar: إدارة الامتثال

# Landing_ComplianceManagementDesc
source: Comprehensive compliance tracking with all Saudi and international regulatory frameworks
ar: متابعة شاملة للامتثال مع جميع الأطر التنظيمية السعودية والدولية

# Landing_RiskManagement
source: Risk Management
ar: إدارة المخاطر

# Landing_RiskManagementDesc
source: Professional risk assessment and analysis with interactive heat maps
ar: تقييم وتحليل المخاطر بأساليب احترافية مع خرائط حرارية تفاعلية

# Landing_AuditManagement
source: Audit Management
ar: إدارة التدقيق

# Landing_AuditManagementDesc
source: Efficient planning and execution of internal and external audit operations
ar: تخطيط وتنفيذ عمليات التدقيق الداخلي والخارجي بكفاءة

# Landing_WorkflowEngine
source: Workflow Engine
ar: محرك سير العمل

# Landing_WorkflowEngineDesc
source: Process and approval automation with advanced workflow engine
ar: أتمتة العمليات والموافقات مع محرك سير عمل متقدم

# Landing_PolicyManagement
source: Policy Management
ar: إدارة السياسات

# Landing_PolicyManagementDesc
source: Create, distribute, and track policies and regulatory procedures
ar: إنشاء وتوزيع ومتابعة السياسات والإجراءات التنظيمية

# Landing_VendorManagement
source: Vendor Management
ar: إدارة الموردين

# Landing_VendorManagementDesc
source: Assess and track third-party and vendor risks
ar: تقييم ومتابعة مخاطر الأطراف الثالثة والموردين

# Landing_SmartAlerts
source: Smart Alerts
ar: التنبيهات الذكية

# Landing_SmartAlertsDesc
source: Automatic notifications and alerts for deadlines and due tasks
ar: إشعارات وتنبيهات آلية للمواعيد والمهام المستحقة

# Landing_ActionPlans
source: Action Plans
ar: خطط العمل

# Landing_ActionPlansDesc
source: Manage and track remediation plans and continuous improvement
ar: إدارة ومتابعة خطط المعالجة والتحسين المستمر

# Landing_RegulatoryFrameworks
source: Regulatory Frameworks
ar: الأطر التنظيمية

# Landing_RegulatoryFrameworksDesc
source: Comprehensive library of Saudi and international regulatory frameworks
ar: مكتبة شاملة للأطر التنظيمية السعودية والدولية

# Landing_AdvancedSecurity
source: Advanced Security
ar: الأمان المتقدم

# Landing_AdvancedSecurityDesc
source: Advanced encryption and multi-level access control
ar: تشفير متقدم وتحكم في الوصول متعدد المستويات

# Landing_Integration
source: Integration
ar: التكامل

# Landing_IntegrationDesc
source: Easy integration with existing systems and cybersecurity tools
ar: تكامل سهل مع الأنظمة الموجودة وأدوات الأمن السيبراني

# Landing_Dashboards
source: Dashboards
ar: لوحات المعلومات

# Landing_DashboardsDesc
source: Interactive dashboards with advanced reports and charts
ar: لوحات تحكم تفاعلية مع تقارير ورسوم بيانية متقدمة

# Landing_LearnMore
source: Learn More
ar: اعرف المزيد

# Landing_WhyShahin
source: Why Shahin?
ar: لماذا شاهين؟

# Landing_WhatMakesUsDifferent
source: What makes us different
ar: ما يميزنا عن غيرنا

# Landing_ShahinDesignedForSaudi
source: Shahin platform is specifically designed for the Saudi market with advanced technologies you won't find in any other platform
ar: منصة شاهين مصممة خصيصاً للسوق السعودي مع تقنيات متقدمة لا تجدها في أي منصة أخرى

# Landing_Contact
source: Contact Us
ar: تواصل معنا

# Landing_ContactTitle
source: We'd love to hear from you
ar: نحب أن نسمع منك

# Landing_ContactSubtitle
source: Whether you have a question, suggestion, or want to learn more about our services, our team is ready to help you.
ar: سواء كان لديك سؤال، اقتراح، أو ترغب في معرفة المزيد عن خدماتنا، فريقنا جاهز لمساعدتك.

# Landing_ContactMethods
source: Contact Methods
ar: طرق التواصل

# Landing_Email
source: Email
ar: البريد الإلكتروني

# Landing_FAQ
source: Frequently Asked Questions
ar: الأسئلة المتكررة

# Landing_FAQTitle
source: How can we help you?
ar: كيف يمكننا مساعدتك؟

# Landing_FAQSubtitle
source: Answers to the most common questions about Shahin platform
ar: إجابات على أكثر الأسئلة شيوعاً حول منصة شاهين

# Landing_All
source: All
ar: الكل

# Landing_Terms
source: Terms and Conditions
ar: الشروط والأحكام

# Landing_TermsTitle
source: Terms and Conditions
ar: الشروط والأحكام

# Landing_TermsSubtitle
source: Agreement for using Shahin platform for governance, risk, and compliance management
ar: اتفاقية استخدام منصة شاهين لإدارة الحوكمة والمخاطر والامتثال

# Landing_LastUpdated
source: Last Updated:
ar: آخر تحديث:

# Landing_Privacy
source: Privacy Policy
ar: سياسة الخصوصية

# Landing_PrivacyTitle
source: Your Privacy is Our Priority
ar: خصوصيتك أولويتنا

# Landing_PrivacySubtitle
source: We adhere to the highest data protection standards in accordance with Saudi and international regulations
ar: نلتزم بأعلى معايير حماية البيانات وفقاً للأنظمة السعودية والدولية

# Landing_PrivacyAndSecurity
source: Privacy and Security
ar: الخصوصية والأمان

# Landing_LegalAgreement
source: Legal Agreement
ar: الاتفاقية القانونية

# Risk_Create
source: Create Risk
ar: إنشاء مخاطرة

# Risk_CreateNew
source: Create New Risk
ar: إنشاء مخاطرة جديدة

# Risk_Edit
source: Edit Risk
ar: تعديل المخاطرة

source: Risk Details
ar: تفاصيل المخاطرة

# Risk_Delete
source: Delete Risk
ar: حذف المخاطرة
