Repository: doganlap/app-shahin-ai
Catalog: Shahin-ai/Shahin-Jan-2026/src/GrcMvc/Resources/SharedResource.*.resx
Languages: ar

# Api_Error_ApprovingEvidence
source: Error approving evidence
ar: خطأ في الموافقة على الدليل

# Api_Error_ApprovingException
source: Error approving exception
ar: خطأ في الموافقة على الاستثناء

# Api_Error_ApprovingPolicy
source: Error approving policy
ar: خطأ في الموافقة على السياسة

# Api_Error_CalculatingBenchmark
source: Error calculating benchmark
ar: خطأ في حساب المعيار القياسي

# Api_Error_CalculatingCompliance
source: Error calculating compliance
ar: خطأ في حساب الامتثال

# Api_Error_CalculatingEffectiveness
source: Error calculating effectiveness
ar: خطأ في حساب الفعالية

# Api_Error_CalculatingExcellence
source: Error calculating excellence
ar: خطأ في حساب التميز

# Api_Error_CalculatingMaturity
source: Error calculating maturity
ar: خطأ في حساب النضج

# Api_Error_CalculatingReadiness
source: Error calculating readiness
ar: خطأ في حساب الجاهزية

# Api_Error_CalculatingResilience
source: Error calculating resilience
ar: خطأ في حساب المرونة

# Api_Error_CalculatingRiskPosture
source: Error calculating risk posture
ar: خطأ في حساب وضعية المخاطر

# Api_Error_ClosingGap
source: Error closing gap
ar: خطأ في إغلاق الفجوة

# Api_Error_CreatingException
source: Error creating exception
ar: خطأ في إنشاء الاستثناء

# Api_Error_CreatingGap
source: Error creating gap
ar: خطأ في إنشاء الفجوة

# Api_Error_CreatingRemediationPlan
source: Error creating remediation plan
ar: خطأ في إنشاء خطة المعالجة

# Api_Error_ExecutingAssessment
source: Error executing assessment
ar: خطأ في تنفيذ التقييم

# Api_Error_GeneratingReport
source: Error generating report
ar: خطأ في إنشاء التقرير

# Api_Error_IdentifyingGaps
source: Error identifying gaps
ar: خطأ في تحديد الفجوات

# Api_Error_InitializingCycle
source: Error initializing cycle
ar: خطأ في تهيئة الدورة

# Api_Error_InitiatingWorkflow
source: Error initiating workflow
ar: خطأ في بدء سير العمل

# Api_Error_LoadingAgingReport
source: Error loading aging report
ar: خطأ في تحميل تقرير التقادم

# Api_Error_LoadingApprovals
source: Error loading approvals
ar: خطأ في تحميل الموافقات

# Api_Error_LoadingDashboard
source: Error loading dashboard
ar: خطأ في تحميل اللوحة

# Api_Error_LoadingDeadlines
source: Error loading deadlines
ar: خطأ في تحميل المواعيد النهائية

# Api_Error_LoadingEvidenceData
source: Error loading evidence data
ar: خطأ في تحميل بيانات الأدلة

# Api_Error_LoadingExceptionData
source: Error loading exception data
ar: خطأ في تحميل بيانات الاستثناءات

# Api_Error_LoadingGap
source: Error loading gap
ar: خطأ في تحميل الفجوة

# Api_Error_LoadingGaps
source: Error loading gaps
ar: خطأ في تحميل الفجوات

# Api_Error_LoadingImprovementData
source: Error loading improvement data
ar: خطأ في تحميل بيانات التحسين

# Api_Error_LoadingLifecycle
source: Error loading lifecycle
ar: خطأ في تحميل دورة الحياة

# Api_Error_LoadingMapping
source: Error loading mapping
ar: خطأ في تحميل التعيين

# Api_Error_LoadingPolicyData
source: Error loading policy data
ar: خطأ في تحميل بيانات السياسة

# Api_Error_LoadingRemediationData
source: Error loading remediation data
ar: خطأ في تحميل بيانات المعالجة

# Api_Error_LoadingRemediationPlan
source: Error loading remediation plan
ar: خطأ في تحميل خطة المعالجة

# Api_Error_LoadingRiskData
source: Error loading risk data
ar: خطأ في تحميل بيانات المخاطر

# Api_Error_LoadingSummary
source: Error loading summary
ar: خطأ في تحميل الملخص

# Api_Error_LoadingTestingData
source: Error loading testing data
ar: خطأ في تحميل بيانات الاختبار

# Api_Error_LoadingTrendData
source: Error loading trend data
ar: خطأ في تحميل بيانات الاتجاه

# Api_Error_RejectingException
source: Error rejecting exception
ar: خطأ في رفض الاستثناء

# Api_Error_RejectingPolicy
source: Error rejecting policy
ar: خطأ في رفض السياسة

# Api_Error_ReopeningGap
source: Error reopening gap
ar: خطأ في إعادة فتح الفجوة

# Api_Error_SubmittingEvidence
source: Error submitting evidence
ar: خطأ في تقديم الدليل

# Api_Error_SubmittingForValidation
source: Error submitting for validation
ar: خطأ في تقديم للتحقق

# Api_Error_UpdatingProgress
source: Error updating progress
ar: خطأ في تحديث التقدم

# Api_Error_ValidatingGap
source: Error validating gap
ar: خطأ في التحقق من الفجوة

# Api_Error_Generic
source: An error occurred
ar: حدث خطأ

# Api_Error_AddingNote
source: An error occurred while adding note
ar: حدث خطأ أثناء إضافة الملاحظة

# Api_Error_CalculatingDomainProgress
source: An error occurred while calculating domain progress
ar: حدث خطأ أثناء حساب تقدم المجال

# Api_Error_CalculatingProgress
source: An error occurred while calculating progress
ar: حدث خطأ أثناء حساب التقدم

# Api_Error_DeletingNote
source: An error occurred while deleting note
ar: حدث خطأ أثناء حذف الملاحظة

# Api_Error_ExportingAssessment
source: An error occurred while exporting assessment
ar: حدث خطأ أثناء تصدير التقييم

# Api_Error_FetchingStatistics
source: An error occurred while fetching statistics
ar: حدث خطأ أثناء جلب الإحصائيات

# Api_Error_LoadingAssessmentData
source: An error occurred while loading assessment data
ar: حدث خطأ أثناء تحميل بيانات التقييم

# Api_Error_LoadingEvidence
source: An error occurred while loading evidence
ar: حدث خطأ أثناء تحميل الأدلة

# Api_Error_LoadingNotes
source: An error occurred while loading notes
ar: حدث خطأ أثناء تحميل الملاحظات

# Api_Error_LoadingRequirement
source: An error occurred while loading requirement
ar: حدث خطأ أثناء تحميل المتطلب

# Api_Error_LoadingRequirements
source: An error occurred while loading requirements
ar: حدث خطأ أثناء تحميل المتطلبات

# Api_Error_SendingInvitation
source: An error occurred while sending the invitation
ar: حدث خطأ أثناء إرسال الدعوة

# Api_Error_UpdatingScore
source: An error occurred while updating score
ar: حدث خطأ أثناء تحديث الدرجة

# Api_Error_UpdatingStatus
source: An error occurred while updating status
ar: حدث خطأ أثناء تحديث الحالة

# Api_Error_UploadingEvidence
source: An error occurred while uploading evidence
ar: حدث خطأ أثناء رفع الدليل

# Api_Error_CannotDeleteOwnerAdmin
source: Cannot delete this admin (may be Owner level)
ar: لا يمكن حذف هذا المسؤول (قد يكون بمستوى المالك)

# Api_Error_CannotSuspendOwnerAdmin
source: Cannot suspend this admin (may be Owner level)
ar: لا يمكن تعليق هذا المسؤول (قد يكون بمستوى المالك)

# Api_Error_PasswordChangePermissions
source: Force password change failed - check permissions
ar: فشل فرض تغيير كلمة المرور - تحقق من الصلاحيات

# Api_Error_InvalidPermission
source: Invalid permission
ar: صلاحية غير صحيحة

# Api_Error_NotPlatformAdmin
source: You are not a platform admin
ar: أنت لست مسؤول المنصة

# Api_Error_MailboxNoGraphUserId
source: Mailbox has no Graph user ID
ar: صندوق البريد ليس لديه معرف مستخدم Graph

# Api_Error_CachingServiceNotConfigured
source: Caching service not configured
ar: خدمة التخزين المؤقت غير مكونة

# Api_Error_DatabaseConnectionFailed
source: Database connection failed
ar: فشل الاتصال بقاعدة البيانات

# Api_Error_InternalError
source: Internal error
ar: خطأ داخلي

# Api_Error_TenantContextRequired
source: Tenant context required
ar: سياق المنظمة مطلوب

# Api_Error_NoTenantContext
source: No tenant context
ar: لا يوجد سياق منظمة

# Api_Error_NoWorkspaceContext
source: No workspace context
ar: لا يوجد سياق مساحة عمل

# Api_Error_WorkflowRoutingServiceUnavailable
source: Workflow routing service not available
ar: خدمة توجيه سير العمل غير متوفرة

# Api_Error_UnsupportedReportType
source: Unsupported report type
ar: نوع تقرير غير مدعوم

# Api_Error_InvalidReportId
source: Invalid report ID
ar: معرف تقرير غير صحيح

# Api_Error_ReportFileNotFound
source: Report file not found
ar: ملف التقرير غير موجود

# Api_Success_CacheOperational
source: Cache is operational
ar: التخزين المؤقت يعمل بشكل صحيح

# Api_Success_CertificationDeleted
source: Certification deleted
ar: تم حذف الشهادة

# Api_Success_ComplianceApprovalRecorded
source: Compliance approval recorded
ar: تم تسجيل موافقة الامتثال

# Api_Success_ConfigurationUpdated
source: Configuration updated successfully
ar: تم تحديث التكوين بنجاح

# Api_Success_ControlDeleted
source: Control deleted successfully
ar: تم حذف الضابط بنجاح

# Api_Success_ControlDeployed
source: Control deployed
ar: تم نشر الضابط

# Api_Success_EventPublished
source: Event published
ar: تم نشر الحدث

# Api_Success_EvidenceApproved
source: Evidence approved
ar: تمت الموافقة على الدليل

# Api_Success_EvidenceSubmitted
source: Evidence submitted
ar: تم تقديم الدليل

# Api_Success_ExceptionApproved
source: Exception approved
ar: تمت الموافقة على الاستثناء

# Api_Success_ExceptionRejected
source: Exception rejected
ar: تم رفض الاستثناء

# Api_Success_ExecutiveApprovalRecorded
source: Executive approval recorded
ar: تم تسجيل الموافقة التنفيذية

# Api_Success_FrameworkDeleted
source: Framework deleted successfully
ar: تم حذف الإطار التنظيمي بنجاح

# Api_Success_GapClosed
source: Gap closed successfully
ar: تم إغلاق الفجوة بنجاح

# Api_Success_GapCreated
source: Gap created successfully
ar: تم إنشاء الفجوة بنجاح

# Api_Success_GapReopened
source: Gap reopened
ar: تم إعادة فتح الفجوة

# Api_Success_GapSubmittedForValidation
source: Gap submitted for validation
ar: تم تقديم الفجوة للتحقق

# Api_Success_ImplementationApproved
source: Implementation approved
ar: تمت الموافقة على التنفيذ

# Api_Success_InvitationAccepted
source: Invitation accepted. You can now log in.
ar: تم قبول الدعوة. يمكنك الآن تسجيل الدخول.

# Api_Success_InvitationCancelled
source: Invitation cancelled
ar: تم إلغاء الدعوة

# Api_Success_InvitationResent
source: Invitation resent
ar: تم إعادة إرسال الدعوة

# Api_Success_LinkedToControl
source: Linked to control
ar: تم الربط بالضابط

# Api_Success_LinkedToRisk
source: Linked to risk
ar: تم الربط بالمخاطرة

# Api_Success_ManagerApprovalRecorded
source: Manager approval recorded
ar: تم تسجيل موافقة المدير

# Api_Success_MemberAdded
source: Member added successfully
ar: تمت إضافة العضو بنجاح

# Api_Success_MemberRemoved
source: Member removed successfully
ar: تمت إزالة العضو بنجاح

# Api_Success_MonitoringStarted
source: Monitoring started
ar: بدأت المراقبة

# Api_Success_MovedToImplementationPhase
source: Moved to implementation phase
ar: تم الانتقال إلى مرحلة التنفيذ

# Api_Success_MovedToPlanningPhase
source: Moved to planning phase
ar: تم الانتقال إلى مرحلة التخطيط

# Api_Success_OrganizationProfileUpdated
source: Organization profile updated
ar: تم تحديث ملف المنظمة

# Api_Success_PasswordReset
source: Password reset successful
ar: تمت إعادة تعيين كلمة المرور بنجاح

# Api_Success_PasswordResetSuccessfully
source: Password reset successfully
ar: تمت إعادة تعيين كلمة المرور بنجاح

# Api_Success_PolicyApproved
source: Policy approved successfully
ar: تمت الموافقة على السياسة بنجاح

# Api_Success_PolicyReturnedForRevision
source: Policy returned for revision
ar: تم إرجاع السياسة للمراجعة

# Api_Success_ProgressUpdated
source: Progress updated
ar: تم تحديث التقدم

# Api_Success_RegulatorDeleted
source: Regulator deleted successfully
ar: تم حذف الجهة التنظيمية بنجاح

# Api_Success_RemediationPlanCreated
source: Remediation plan created
ar: تم إنشاء خطة المعالجة

# Api_Success_ReportDelivered
source: Report marked as delivered
ar: تم تسليم التقرير

# Api_Success_ResilienceAssessmentCreated
source: Resilience assessment created successfully
ar: تم إنشاء تقييم المرونة بنجاح

# Api_Success_ResilienceAssessmentDeleted
source: Resilience assessment deleted successfully
ar: تم حذف تقييم المرونة بنجاح

# Api_Success_ResilienceAssessmentStarted
source: Resilience assessment started successfully
ar: تم بدء تقييم المرونة بنجاح

# Api_Success_ResilienceAssessmentUpdated
source: Resilience assessment updated successfully
ar: تم تحديث تقييم المرونة بنجاح

# Api_Success_RevisionRequested
source: Revision requested
ar: تم طلب المراجعة

# Api_Success_RiskResilienceAssessmentCreated
source: Risk resilience assessment created successfully
ar: تم إنشاء تقييم مرونة المخاطر بنجاح

# Api_Success_RiskResilienceAssessmentStarted
source: Risk resilience assessment started successfully
ar: تم بدء تقييم مرونة المخاطر بنجاح

# Api_Success_ScanTriggered
source: Scan triggered successfully
ar: تم تشغيل الفحص بنجاح

# Api_Success_SecurityAuditTriggered
source: Security audit triggered successfully
ar: تم تشغيل المراجعة الأمنية بنجاح

# Api_Success_SubmittedForReview
source: Submitted for review
ar: تم تقديمه للمراجعة

# Api_Success_SubscriptionCreated
source: Subscription created
ar: تم إنشاء الاشتراك

# Api_Success_SubscriptionDeleted
source: Subscription deleted
ar: تم حذف الاشتراك

# Api_Success_TaskClaimed
source: Task claimed successfully
ar: تم المطالبة بالمهمة بنجاح

# Api_Success_TaskCompleted
source: Task completed successfully
ar: تم إكمال المهمة بنجاح

# Api_Success_TenantAdminRestarted
source: Tenant admin account restarted
ar: تم إعادة تشغيل حساب مسؤول المنظمة

# Api_Success_TenantCreated
source: Tenant created. Check email for activation link.
ar: تم إنشاء المنظمة. تحقق من البريد الإلكتروني للحصول على رابط التفعيل.

# Api_Success_TenantUpdated
source: Tenant updated
ar: تم تحديث المنظمة

# Api_Success_TestAlertSent
source: Test alert sent successfully
ar: تم إرسال تنبيه تجريبي بنجاح

# Api_Success_TestWebhookWorking
source: Test webhook is working
ar: webhook التجريبي يعمل

# Api_Success_WebhookProcessed
source: Webhook processed
ar: تمت معالجة webhook

# Api_Success_WorkflowApproved
source: Workflow approved successfully
ar: تمت الموافقة على سير العمل بنجاح

# Api_Success_WorkflowCompleted
source: Workflow completed
ar: تم إكمال سير العمل

# Api_Success_WorkflowCreated
source: Workflow created successfully
ar: تم إنشاء سير العمل بنجاح

# Api_Success_WorkflowRejected
source: Workflow rejected successfully
ar: تم رفض سير العمل بنجاح

# Api_Success_WorkflowStarted
source: Workflow started successfully
ar: تم بدء سير العمل بنجاح

# Api_Success_WorkspaceSetAsDefault
source: Workspace set as default
ar: تم تعيين مساحة العمل كافتراضية

# Api_Success_WorkspaceSwitched
source: Workspace switched successfully
ar: تم تبديل مساحة العمل بنجاح

# Api_Success_WorkspaceUpdated
source: Workspace updated successfully
ar: تم تحديث مساحة العمل بنجاح

# Api_Success_ApprovalFinalized
source: Approval finalized
ar: تم الانتهاء من الموافقة

# Api_Success_ImportedAssets
source: Successfully imported {0} assets
ar: تم استيراد {0} من الأصول بنجاح

# Api_Success_RegulatorsSeeded
source: 92 regulators seeded successfully (62 Saudi, 20 International, 10 Regional)
ar: تم إنشاء 92 جهة تنظيمية بنجاح (62 سعودية، 20 دولية، 10 إقليمية)

# Api_Success_AdminPasswordsFixed
source: Admin passwords fixed
ar: تم إصلاح كلمات مرور المسؤولين

# Api_Success_AllSeedDataCreated
source: All seed data created successfully
ar: تم إنشاء جميع البيانات الأولية بنجاح

# Api_Success_CatalogsSeeded
source: Catalogs seeded successfully
ar: تم إنشاء الكتالوجات بنجاح

# Api_Success_CatalogSeedingCompleted
source: Catalog seeding completed
ar: تم إكمال إنشاء الكتالوج

# Api_Success_DefaultProfilesSeeded
source: Default profiles seeded successfully
ar: تم إنشاء الملفات الشخصية الافتراضية بنجاح

# Api_Success_DerivationRulesSeeded
source: Derivation rules seeded successfully
ar: تم إنشاء قواعد الاشتقاق بنجاح

# Api_Success_EvidenceScoringSeeded
source: Evidence scoring, sector index, and GOSI mappings seeded successfully
ar: تم إنشاء تصنيف الأدلة ومؤشر القطاع وتعيينات GOSI بنجاح

# Api_Success_KsaFrameworkControlsSeeded
source: KSA framework controls seeded successfully
ar: تم إنشاء ضوابط الأطر السعودية بنجاح

# Api_Success_MailboxesAlreadySeeded
source: Mailboxes already seeded
ar: تم إنشاء صناديق البريد مسبقًا

# Api_Success_NoDuplicatesFound
source: No duplicates found
ar: لم يتم العثور على تكرارات

# Api_Success_PlatformAdminCreated
source: Platform admin created successfully
ar: تم إنشاء مسؤول المنصة بنجاح

# Api_Success_UserAlreadyExists
source: User already exists, role and record verified
ar: المستخدم موجود بالفعل، تم التحقق من الدور والسجل

# Api_Success_UserCreated
source: User created successfully
ar: تم إنشاء المستخدم بنجاح

# Api_Success_UserNoTenantAssociation
source: User has no tenant association
ar: المستخدم ليس لديه ارتباط بمنظمة

# Api_Success_WorkflowDefinitionsSeeded
source: Workflow definitions seeded successfully
ar: تم إنشاء تعريفات سير العمل بنجاح

# Api_Success_AnalyticsRefreshCompleted
source: Analytics refresh completed
ar: تم إكمال تحديث التحليلات

# Api_Success_EmailSyncTriggered
source: Email sync triggered
ar: تم تشغيل مزامنة البريد الإلكتروني

# Api_Success_NotificationReceived
source: Notification received
ar: تم استلام الإشعار

# Api_Success_OnboardingCompleted
source: Onboarding completed
ar: تم إكمال الإعداد

# Api_Error_WebhookProcessingFailed
source: Webhook processing failed
ar: فشلت معالجة webhook

# Api_Success_PasswordChangeSet
source: Force password change set
ar: تم تعيين فرض تغيير كلمة المرور

# Api_Success_PlatformAdminDeleted
source: Platform admin deleted
ar: تم حذف مسؤول المنصة

# Api_Success_PlatformAdminReactivated
source: Platform admin reactivated
ar: تم إعادة تفعيل مسؤول المنصة

# Api_Success_PlatformAdminSuspended
source: Platform admin suspended
ar: تم تعليق مسؤول المنصة

# Api_Success_UserReactivated
source: User reactivated
ar: تم إعادة تفعيل المستخدم

# Api_Success_UserSuspended
source: User suspended
ar: تم تعليق المستخدم

# Api_Error_UnableToCancelInvitation
source: Unable to cancel invitation
ar: غير قادر على إلغاء الدعوة

# Api_Error_UnableToReactivateUser
source: Unable to reactivate user
ar: غير قادر على إعادة تفعيل المستخدم

# Api_Error_UnableToResendInvitation
source: Unable to resend invitation. User may not be in pending status.
ar: غير قادر على إعادة إرسال الدعوة. قد لا يكون المستخدم في حالة الانتظار.

# Api_Error_UnableToSuspendUser
source: Unable to suspend user
ar: غير قادر على تعليق المستخدم

# Api_Error_NoMessagesInThread
source: No messages in thread
ar: لا توجد رسائل في المحادثة

# Api_Error_TenantIdNotFound
source: Tenant ID not found
ar: معرف المنظمة غير موجود

# Api_Error_TaskNotFoundOrNotCompleted
source: Task not found or could not be completed
ar: المهمة غير موجودة أو لا يمكن إكمالها

# FreeTrial_PageTitle
source: Free GRC Trial — Start in Minutes
ar: تجربة GRC مجانية - ابدأ في دقائق

# FreeTrial_HeroTitle
source: Free GRC Trial — Start in Minutes
ar: تجربة GRC مجانية - ابدأ في دقائق

# FreeTrial_HeroSubtitle1
source: A real GRC environment with guided onboarding.
ar: بيئة GRC حقيقية مع إعداد موجه.

# FreeTrial_HeroSubtitle2
source: No credit card. No setup friction.
ar: لا حاجة لبطاقة ائتمان. لا تعقيد في الإعداد.

# FreeTrial_Bullet1
source: Real workflows, not a sandbox demo
ar: سير عمل حقيقي، ليس مجرد نموذج تجريبي

# FreeTrial_Bullet2
source: Guided onboarding based on your role
ar: إعداد موجه حسب دورك

# FreeTrial_Bullet3
source: Secure, time-limited access
ar: وصول آمن محدود بالوقت

# FreeTrial_Bullet4
source: Access can be closed anytime
ar: يمكن إغلاق الوصول في أي وقت

# FreeTrial_StartButton
source: Start Free Trial
ar: ابدأ التجربة المجانية

# FreeTrial_HelperText
source: You'll receive a one-time code to verify access.
ar: ستتلقى رمزًا لمرة واحدة للتحقق من الوصول.

# FreeTrial_ExploreTitle
source: What You'll Explore
ar: ما ستستكشفه

# FreeTrial_Explore_Card1_Title
source: Risk & Control Mapping
ar: ربط المخاطر والضوابط

# FreeTrial_Explore_Card1_Desc
source: Connect risks to controls and see how they relate in practice
ar: ربط المخاطر بالضوابط ورؤية كيفية ارتباطها في الممارسة العملية

# FreeTrial_Explore_Card2_Title
source: Evidence Tracking
ar: تتبع الأدلة

# FreeTrial_Explore_Card2_Desc
source: Manage evidence collection with ownership and deadlines
ar: إدارة جمع الأدلة مع الملكية والمواعيد النهائية

# FreeTrial_Explore_Card3_Title
source: Audit Readiness Workflows
ar: سير عمل الجاهزية للتدقيق

# FreeTrial_Explore_Card3_Desc
source: Prepare for audits with structured workflows
ar: الاستعداد للتدقيق من خلال سير عمل منظم

# FreeTrial_Explore_Card4_Title
source: Practical Reporting
ar: تقارير عملية

# FreeTrial_Explore_Card4_Desc
source: Reports that reflect operational reality
ar: تقارير تعكس الواقع التشغيلي

# FreeTrial_StepsTitle
source: What Happens Next
ar: ماذا سيحدث بعد ذلك

# FreeTrial_Step1_Title
source: Secure Access
ar: وصول آمن

# FreeTrial_Step1_Desc
source: Verify your email and receive instant access to the platform
ar: تحقق من بريدك الإلكتروني واحصل على وصول فوري للمنصة

# FreeTrial_Step2_Title
source: Guided Onboarding Starts
ar: يبدأ الإعداد الموجه

# FreeTrial_Step2_Desc
source: We tailor the experience to your role and priorities
ar: نصمم التجربة وفقًا لدورك وأولوياتك

# FreeTrial_Step3_Title
source: Explore Real Workflows
ar: استكشف سير العمل الحقيقي

# FreeTrial_Step3_Desc
source: Try actual GRC workflows — not just a demo environment
ar: جرّب سير عمل GRC الفعلي - وليس مجرد بيئة تجريبية

# FreeTrial_Step4_Title
source: Share Feedback (Optional)
ar: شارك ملاحظاتك (اختياري)

# FreeTrial_Step4_Desc
source: Your perspective helps us improve the platform
ar: وجهة نظرك تساعدنا على تحسين المنصة

# FreeTrial_FAQTitle
source: Common Questions
ar: الأسئلة الشائعة

# FreeTrial_FAQ1_Question
source: Is this a real environment?
ar: هل هذه بيئة حقيقية؟

# FreeTrial_FAQ1_Answer
source: Yes, designed to reflect real operational workflows — not a limited sandbox.
ar: نعم، مصممة لتعكس سير العمل التشغيلي الحقيقي - وليست بيئة تجريبية محدودة.

# FreeTrial_FAQ2_Question
source: Do I need to set up anything?
ar: هل أحتاج إلى إعداد أي شيء؟

# FreeTrial_FAQ2_Answer
source: No, the guided onboarding takes you through everything step by step.
ar: لا، الإعداد الموجه يأخذك عبر كل شيء خطوة بخطوة.

# FreeTrial_FAQ3_Question
source: Can access be revoked?
ar: هل يمكن إلغاء الوصول؟

# FreeTrial_FAQ3_Answer
source: Yes, instantly. You have full control over your trial access.
ar: نعم، على الفور. لديك السيطرة الكاملة على وصول التجربة.

# FreeTrial_FAQ4_Question
source: Is my data secure?
ar: هل بياناتي آمنة؟

# FreeTrial_FAQ4_Answer
source: All data is encrypted and access is controlled with time-limited tokens.
ar: جميع البيانات مشفرة والوصول محكوم برموز محدودة بالوقت.

# FreeTrial_FinalTitle
source: Ready to See GRC in Action?
ar: هل أنت مستعد لرؤية GRC في العمل؟

# FreeTrial_FinalDesc
source: Start your free trial and explore real workflows in minutes.
ar: ابدأ تجربتك المجانية واستكشف سير العمل الحقيقي في دقائق.

# Landing_Careers
source: Careers
ar: الوظائف

# Landing_Partners
source: Partners
ar: الشركاء

# Accessibility_SkipLink
source: Skip to main content
ar: تخطي إلى المحتوى الرئيسي

# Accessibility_NavMain
source: Main navigation
ar: التنقل الرئيسي

# Accessibility_Home
source: Home - Shahin
ar: الرئيسية - شاهين

# Accessibility_AppName
source: Shahin
ar: شاهين

# Accessibility_ThemeToggle
source: Toggle theme
ar: تبديل المظهر

# Accessibility_OpenMenu
source: Open menu
ar: فتح القائمة

# Chat_Close
source: Close chat
ar: إغلاق المحادثة

source: Chat messages
ar: رسائل المحادثة

# Chat_Suggestions
source: Suggestions
ar: اقتراحات

# Chat_Welcome
source: Hello! How can I help you?
ar: مرحباً! كيف يمكنني مساعدتك؟

# Chat_InputLabel
source: Type your message
ar: اكتب رسالتك

# Chat_InputPlaceholder
source: Type your message...
ar: اكتب رسالتك...

# Chat_Send
source: Send message
ar: إرسال الرسالة

# Chat_Suggestion_WhatIsShahin
source: What is Shahin?
ar: ما هي شاهين؟

# Landing_MetaKeywords
source: GRC, governance, risk, compliance, Saudi Arabia, Shahin, compliance system, risk management, governance
ar: GRC, حوكمة, مخاطر, امتثال, السعودية, شاهين, نظام الامتثال, إدارة المخاطر, الحوكمة

# Landing_FooterTagline
source: Integrated platform for managing governance, risk, and compliance. Designed for Saudi Arabia and the world.
ar: منصة متكاملة لإدارة الحوكمة والمخاطر والامتثال. مصممة للمملكة العربية السعودية والعالم.

# Chat_Title
source: Shahin AI Assistant
ar: مساعد شاهين الذكي

# Chat_Status
source: Online
ar: متصل

# Chat_Typing
source: Typing
ar: جاري الكتابة
