Repository: doganlap/app-shahin-ai
Catalog: Shahin-ai/Shahin-Jan-2026/src/GrcMvc/Resources/SharedResource.*.resx
Languages: ar

# Risk_DeleteWarning
source: Warning! Are you sure you want to delete this risk? This action cannot be undone.
ar: تحذير! هل أنت متأكد من حذف هذه المخاطرة؟ لا يمكن التراجع عن هذا الإجراء.

# Risk_SelectCategory
source: Select Category
ar: اختر الفئة

# Risk_Category_Financial
source: Financial
ar: مالي

# Risk_Category_Operational
source: Operational
ar: تشغيلي

# Risk_Category_Strategic
source: Strategic
ar: استراتيجي

# Risk_Category_Compliance
source: Compliance
ar: امتثال

# Risk_Category_Reputational
source: Reputational
ar: سمعة

# Risk_Category_Technology
source: Technology
ar: تقنية

# Risk_Category_Security
source: Security
ar: أمن

# Risk_Probability_VeryLow
source: Very Low (1)
ar: منخفض جداً (1)

# Risk_Probability_Low
source: Low (2)
ar: منخفض (2)

# Risk_Probability_Medium
source: Medium (3)
ar: متوسط (3)

# Risk_Probability_High
source: High (4)
ar: عالي (4)

# Risk_Probability_VeryHigh
source: Very High (5)
ar: عالي جداً (5)

# Risk_Impact_Negligible
source: Negligible (1)
ar: ضئيل (1)

# Risk_Impact_Minor
source: Minor (2)
ar: بسيط (2)

# Risk_Impact_Moderate
source: Moderate (3)
ar: متوسط (3)

# Risk_Impact_Major
source: Major (4)
ar: كبير (4)

# Risk_Impact_Catastrophic
source: Catastrophic (5)
ar: كارثي (5)

# Risk_MitigationStrategy
source: Mitigation Strategy
ar: استراتيجية التخفيف

# Risk_Owner
source: Owner
ar: المالك

# Risk_DueDate
source: Due Date
ar: تاريخ الاستحقاق

# Risk_BackToList
source: Back to List
ar: العودة إلى القائمة

# Risk_YesDelete
source: Yes, Delete
ar: نعم، احذف

# Risk_Overdue
source: Overdue
ar: متأخر

# Risk_NotSet
source: Not set
ar: غير محدد

# Risk_CreatedDate
source: Created Date
ar: تاريخ الإنشاء

# Risk_LastModified
source: Last Modified
ar: آخر تعديل

# Risk_RiskPosition
source: Risk Position
ar: موقع المخاطرة

# Risk_AddControl
source: Add Control
ar: إضافة ضابط

# Risk_ScheduleAssessment
source: Schedule Assessment
ar: جدولة تقييم

# Risk_GenerateReport
source: Generate Report
ar: إنشاء تقرير

# Risk_RiskId
source: Risk ID:
ar: معرف المخاطرة:

# Risk_RiskName
source: Risk Name:
ar: اسم المخاطرة:

# Risk_RiskOwner
source: Risk Owner:
ar: مالك المخاطرة:

# Risk_InherentRiskScore
source: Inherent Risk Score:
ar: نقاط المخاطرة الفطرية:

# Risk_ResidualRiskScore
source: Residual Risk Score:
ar: نقاط المخاطرة المتبقية:

# Risk_Unknown
source: Unknown
ar: غير معروف

# Risk_VeryLowRisk
source: Very Low Risk
ar: مخاطرة منخفضة جداً

# Risk_LowRisk
source: Low Risk
ar: مخاطرة منخفضة

# Risk_MediumRisk
source: Medium Risk
ar: مخاطرة متوسطة

# Risk_HighRisk
source: High Risk
ar: مخاطرة عالية

# Risk_CriticalRisk
source: Critical Risk
ar: مخاطرة حرجة

# RiskAppetite_Title
source: Risk Appetite Settings
ar: إعدادات الرغبة في المخاطر

# RiskAppetite_Create
source: Create Risk Appetite
ar: إنشاء رغبة في المخاطر

# RiskAppetite_Edit
source: Edit Risk Appetite
ar: تعديل رغبة في المخاطر

# RiskAppetite_Category
source: Risk Category
ar: فئة المخاطر

# RiskAppetite_Name
source: Setting Name
ar: اسم الإعداد

# RiskAppetite_Description
source: Description
ar: الوصف

# RiskAppetite_MinimumScore
source: Minimum Risk Score
ar: الحد الأدنى لدرجة المخاطر

# RiskAppetite_MaximumScore
source: Maximum Risk Score
ar: الحد الأقصى لدرجة المخاطر

# RiskAppetite_TargetScore
source: Target Risk Score
ar: درجة المخاطر المستهدفة

# RiskAppetite_TolerancePercentage
source: Tolerance (%)
ar: نسبة التسامح (%)

# RiskAppetite_ImpactThreshold
source: Impact Threshold
ar: عتبة التأثير

# RiskAppetite_LikelihoodThreshold
source: Likelihood Threshold
ar: عتبة الاحتمالية

# RiskAppetite_IsActive
source: Active
ar: نشط

# RiskAppetite_ApprovedDate
source: Approved Date
ar: تاريخ الموافقة

# RiskAppetite_ApprovedBy
source: Approved By
ar: تمت الموافقة من قبل

# RiskAppetite_ExpiryDate
source: Expiry Date
ar: تاريخ الانتهاء

# RiskAppetite_ReviewReminder
source: Review Reminder (Days)
ar: تذكير المراجعة (أيام)

# RiskAppetite_Approve
source: Approve
ar: موافقة

# RiskAppetite_Delete
source: Delete
ar: حذف

source: Risk Appetite Comparison
ar: مقارنة الرغبة في المخاطر

# RiskAppetite_Summary
source: Appetite Summary
ar: ملخص الرغبة

# RiskAppetite_Status_UnderControlled
source: Under-controlled
ar: تحت السيطرة المفرطة

# RiskAppetite_Status_OnTarget
source: On Target
ar: على الهدف

# RiskAppetite_Status_WithinAppetite
source: Within Appetite
ar: ضمن الرغبة

# RiskAppetite_Status_AtTolerance
source: At Tolerance
ar: عند التسامح

# RiskAppetite_Status_Exceeded
source: Exceeded
ar: تم التجاوز

# RiskAppetite_CompliancePercentage
source: Compliance %
ar: نسبة الامتثال

# RiskAppetite_ExpiringSoon
source: Expiring Soon
ar: ينتهي قريباً

# Landing_Index_Timeline_Step1_Title
source: Assessment
ar: التقييم

# Landing_Index_Timeline_Step1_Desc
source: Identify applicable regulatory frameworks and get instant assessment of current compliance status
ar: حدد الأطر التنظيمية المطبقة على مؤسستك واحصل على تقييم فوري لوضع الامتثال الحالي

# Landing_Index_Timeline_Step1_Item1
source: Define compliance scope
ar: تحديد نطاق الامتثال

# Landing_Index_Timeline_Step1_Item2
source: Gap assessment
ar: تقييم الفجوات

# Landing_Index_Timeline_Step1_Item3
source: Prioritization
ar: تحديد الأولويات

# Landing_Index_Timeline_Step2_Title
source: Design
ar: التصميم

# Landing_Index_Timeline_Step2_Desc
source: Design compliance roadmap and define required controls and policies for each framework
ar: صمم خارطة طريق الامتثال وحدد الضوابط والسياسات المطلوبة لكل إطار تنظيمي

# Landing_Index_Timeline_Step2_Item1
source: Design controls
ar: تصميم الضوابط

# Landing_Index_Timeline_Step2_Item2
source: Prepare policies
ar: إعداد السياسات

# Landing_Index_Timeline_Step2_Item3
source: Assign responsibilities
ar: تعيين المسؤوليات

# Landing_Index_Timeline_Step3_Title
source: Implementation
ar: التنفيذ

# Landing_Index_Timeline_Step3_Desc
source: Execute compliance plan with evidence collection, process documentation, and continuous progress tracking
ar: نفذ خطة الامتثال مع جمع الأدلة وتوثيق العمليات ومتابعة التقدم بشكل مستمر

# Landing_Index_Timeline_Step3_Item1
source: Collect evidence
ar: جمع الأدلة

# Landing_Index_Timeline_Step3_Item2
source: Execute procedures
ar: تنفيذ الإجراءات

# Landing_Index_Timeline_Step3_Item3
source: Document processes
ar: توثيق العمليات

# Landing_Index_Timeline_Step4_Title
source: Monitoring
ar: المراقبة

# Landing_Index_Timeline_Step4_Desc
source: Continuously monitor compliance status with smart alerts, periodic reports, and audit readiness
ar: راقب حالة الامتثال باستمرار مع تنبيهات ذكية وتقارير دورية وجاهزية دائمة للتدقيق

# Landing_Index_Timeline_Step4_Item1
source: Continuous monitoring
ar: مراقبة مستمرة

# Landing_Index_Timeline_Step4_Item2
source: Proactive alerts
ar: تنبيهات استباقية

# Landing_Index_Timeline_Step4_Item3
source: Audit readiness
ar: جاهزية التدقيق

# Landing_Index_Timeline_Stat1_Label
source: Weeks to Deploy
ar: أسابيع للتطبيق

# Landing_Index_Timeline_Stat2_Label
source: Time Savings
ar: توفير في الوقت

# Landing_Index_Timeline_Stat3_Label
source: Assessment Accuracy
ar: دقة التقييم

# Landing_Index_Timeline_Stat4_Label
source: Technical Support
ar: دعم فني

# Landing_Index_Regulators_Eyebrow
source: Regulatory Frameworks
ar: الأطر التنظيمية

# Landing_Index_Regulators_Title
source: Full Support for Saudi Regulatory Requirements
ar: دعم كامل للمتطلبات التنظيمية السعودية

# Landing_Index_Regulators_Subtitle
source: Compliant with all regulatory frameworks and standards issued by Saudi government entities
ar: متوافق مع جميع الأطر والمعايير التنظيمية الصادرة من الجهات الحكومية السعودية

# Landing_Index_Regulator_NCA
source: National Cybersecurity Authority
ar: الهيئة الوطنية للأمن السيبراني

# Landing_Index_Regulator_SAMA
source: Saudi Central Bank
ar: البنك المركزي السعودي

# Landing_Index_Regulator_CMA
source: Capital Market Authority
ar: هيئة السوق المالية

# Landing_Index_Regulator_CITC
source: Communications & Information Technology Commission
ar: هيئة الاتصالات وتقنية المعلومات

# Landing_Index_Regulator_SDAIA
source: Saudi Data & AI Authority
ar: هيئة البيانات والذكاء الاصطناعي

# Landing_Index_Regulator_PDPL
source: Personal Data Protection Law
ar: نظام حماية البيانات الشخصية

# Landing_Index_CTA_Title
source: Start Your Compliance Journey Today
ar: ابدأ رحلة الامتثال اليوم

# Landing_Index_CTA_Subtitle
source: 7-day free trial with full features. No credit card required.
ar: تجربة مجانية كاملة الميزات لمدة 7 أيام. بدون بطاقة ائتمان.

# Landing_Index_CTA_Button
source: Start Free Trial
ar: ابدأ الآن مجاناً

# Landing_Index_CTA_Contact
source: Talk to Our Team
ar: تحدث مع فريقنا

# Landing_Index_CTA_FeaturesLabel
source: Trial Features
ar: مميزات التجربة

# Landing_Index_CTA_Feature1
source: All features available
ar: جميع الميزات متاحة

# Landing_Index_CTA_Feature2
source: No credit card required
ar: بدون بطاقة ائتمان

# Landing_Index_CTA_Feature3
source: Technical support during trial
ar: دعم فني خلال التجربة

# Landing_Index_CTA_Feature4
source: Cancel anytime
ar: إلغاء في أي وقت

# Api_Error_AgentNotFound
source: Agent not found
ar: الوكيل غير موجود

# Api_Error_AssetNotFound
source: Asset not found
ar: الأصل غير موجود

# Api_Error_AuditNotFound
source: Audit not found
ar: المراجعة غير موجودة

# Api_Error_BaselineNotFound
source: Baseline not found
ar: خط الأساس غير موجود

# Api_Error_CertificationNotFound
source: Certification not found
ar: الشهادة غير موجودة

# Api_Error_ControlNotFound
source: Control not found
ar: الضابط غير موجود

# Api_Error_EvidenceNotFound
source: Evidence not found
ar: الدليل غير موجود

# Api_Error_EvidenceTypeNotFound
source: Evidence type not found
ar: نوع الدليل غير موجود

# Api_Error_EvidenceWorkflowNotFound
source: Evidence workflow not found
ar: سير عمل الدليل غير موجود

# Api_Error_ExceptionNotFound
source: Exception not found
ar: الاستثناء غير موجود

# Api_Error_FrameworkNotFound
source: Framework not found
ar: الإطار التنظيمي غير موجود

# Api_Error_GapNotFound
source: Gap not found
ar: الفجوة غير موجودة

# Api_Error_IncidentNotFound
source: Incident not found
ar: الحادثة غير موجودة

# Api_Error_MailboxNotFound
source: Mailbox not found
ar: صندوق البريد غير موجود

# Api_Error_NoRemediationPlanFound
source: No remediation plan found
ar: لم يتم العثور على خطة معالجة

# Api_Error_PackageNotFound
source: Package not found
ar: الحزمة غير موجودة

# Api_Error_PlatformAdminNotFound
source: Platform admin not found
ar: مسؤول المنصة غير موجود

# Api_Error_PolicyNotFound
source: Policy not found
ar: السياسة غير موجودة

# Api_Error_ReportNotFound
source: Report not found
ar: التقرير غير موجود

# Api_Error_ResilienceAssessmentNotFound
source: Resilience assessment not found
ar: تقييم المرونة غير موجود

# Api_Error_RoleNotFound
source: Role not found
ar: الدور الوظيفي غير موجود

# Api_Error_RuleNotFound
source: Rule not found
ar: القاعدة غير موجودة

# Api_Error_RulesetNotFound
source: Ruleset not found
ar: مجموعة القواعد غير موجودة

# Api_Error_SmtpSettingsNotFound
source: SMTP settings not found
ar: إعدادات SMTP غير موجودة

# Api_Error_TemplateNotFound
source: Template not found
ar: القالب غير موجود

# Api_Error_TestNotFound
source: Test not found
ar: الاختبار غير موجود

# Api_Error_ThreadNotFound
source: Thread not found
ar: المحادثة غير موجودة

# Api_Error_TitleNotFound
source: Title not found
ar: المسمى الوظيفي غير موجود

# Api_Error_UserNotFound
source: User not found
ar: المستخدم غير موجود

# Api_Error_TenantNotFound
source: Tenant not found
ar: المنظمة غير موجودة

# Api_Error_WorkflowDefinitionNotFound
source: Workflow definition not found
ar: تعريف سير العمل غير موجود

# Api_Error_WorkflowNotFound
source: Workflow not found
ar: سير العمل غير موجود

# Api_Error_WorkspaceNotFound
source: Workspace not found
ar: مساحة العمل غير موجودة

# Api_Error_OrganizationProfileNotFound
source: Organization profile not found
ar: ملف المنظمة غير موجود

# Api_Error_OrganizationProfileNotFoundSectorRequired
source: Organization profile not found. Please provide sector parameter.
ar: ملف المنظمة غير موجود. يرجى تقديم معامل القطاع.

# Api_Error_RegulatorNotFound
source: Regulator not found
ar: الجهة التنظيمية غير موجودة

# Api_Error_NoSubscriptionExists
source: No subscription exists
ar: لا يوجد اشتراك

# Api_Error_NoOwnerAssigned
source: No owner assigned
ar: لم يتم تعيين مالك

# Api_Error_ActionRequired
source: Action is required
ar: الإجراء مطلوب

# Api_Error_CodeRequired
source: Code is required
ar: الرمز مطلوب

# Api_Error_EmailNewPasswordRequired
source: Email and new password are required
ar: البريد الإلكتروني وكلمة المرور الجديدة مطلوبان

# Api_Error_EmailPasswordRequired
source: Email and password are required
ar: البريد الإلكتروني وكلمة المرور مطلوبان

# Api_Error_EmailRequired
source: Email is required
ar: البريد الإلكتروني مطلوب

# Api_Error_ErrorIdRequired
source: Error ID is required
ar: معرف الخطأ مطلوب

# Api_Error_FileMustBeCsv
source: File must be a CSV file
ar: يجب أن يكون الملف بصيغة CSV

# Api_Error_FilePathRequired
source: File path is required
ar: مسار الملف مطلوب

# Api_Error_UserFieldsRequired
source: First name, last name, email, and password are required
ar: الاسم الأول والأخير والبريد الإلكتروني وكلمة المرور مطلوبة

# Api_Error_FrameworkCodeRequired
source: Framework code is required
ar: رمز الإطار التنظيمي مطلوب

# Api_Error_MessageRequired
source: Message is required
ar: الرسالة مطلوبة

# Api_Error_NoFileProvided
source: No file provided
ar: لم يتم تقديم ملف

# Api_Error_NoFileUploaded
source: No file uploaded
ar: لم يتم رفع أي ملف

# Api_Error_OrgNameEmailRequired
source: Organization name and admin email are required
ar: اسم المنظمة والبريد الإلكتروني للمسؤول مطلوبان

# Api_Error_PlanNameRequired
source: Plan name is required
ar: اسم الخطة مطلوب

# Api_Error_ProblemDescriptionRequired
source: Problem description is required
ar: وصف المشكلة مطلوب

# Api_Error_QuestionRequired
source: Question is required
ar: السؤال مطلوب

# Api_Error_ReopenReasonRequired
source: Reason is required for reopening
ar: السبب مطلوب لإعادة الفتح

# Api_Error_RejectionReasonRequired
source: Rejection reason is required
ar: سبب الرفض مطلوب

# Api_Error_RequestBodyRequired
source: Request body is required
ar: محتوى الطلب مطلوب

# Api_Error_RoleCodeRequired
source: Role code is required
ar: رمز الدور الوظيفي مطلوب

# Api_Error_SearchQueryRequired
source: Search query is required
ar: استعلام البحث مطلوب

# Api_Error_TitleRequired
source: Title is required
ar: العنوان مطلوب

# Api_Error_UserIdRequired
source: User ID is required
ar: معرف المستخدم مطلوب

# Api_Error_WorkspaceIdRequired
source: Workspace ID is required
ar: معرف مساحة العمل مطلوب

# Api_Error_AuditSelectionRequired
source: Audit reports require specific audit selection
ar: تقارير المراجعة تتطلب تحديد مراجعة محددة

# Api_Error_ControlSelectionRequired
source: Control reports require specific control selection
ar: تقارير الضوابط تتطلب تحديد ضابط محدد

# Api_Error_FailedToAddMember
source: Failed to add member
ar: فشل في إضافة العضو

# Api_Error_FailedToAnalyzeErrors
source: Failed to analyze errors
ar: فشل في تحليل الأخطاء

# Api_Error_FailedToAnalyzeHealth
source: Failed to analyze health
ar: فشل في تحليل الصحة

# Api_Error_FailedToAnalyzeRootCause
source: Failed to analyze root cause
ar: فشل في تحليل السبب الجذري

# Api_Error_FailedToAssignOwner
source: Failed to assign owner
ar: فشل في تعيين المالك

# Api_Error_FailedToCheckPermission
source: Failed to check permission
ar: فشل في التحقق من الصلاحية

# Api_Error_FailedToCreateAsset
source: Failed to create asset
ar: فشل في إنشاء الأصل

# Api_Error_FailedToCreatePlatformAdmin
source: Failed to create platform admin
ar: فشل في إنشاء مسؤول المنصة

# Api_Error_FailedToCreateReport
source: Failed to create report
ar: فشل في إنشاء التقرير

# Api_Error_FailedToCreateTenant
source: Failed to create tenant
ar: فشل في إنشاء المنظمة

# Api_Error_FailedToCreateUser
source: Failed to create user. Check logs for details.
ar: فشل في إنشاء المستخدم. راجع السجلات للحصول على التفاصيل.

# Api_Error_FailedToCreateWorkspace
source: Failed to create workspace
ar: فشل في إنشاء مساحة العمل

# Api_Error_FailedToDeleteAsset
source: Failed to delete asset
ar: فشل في حذف الأصل

# Api_Error_FailedToDeletePlatformAdmin
source: Failed to delete platform admin
ar: فشل في حذف مسؤول المنصة

# Api_Error_FailedToDeleteReport
source: Failed to delete report
ar: فشل في حذف التقرير

# Api_Error_FailedToDetectPatterns
source: Failed to detect patterns
ar: فشل في اكتشاف الأنماط

# Api_Error_FailedToDiagnoseError
source: Failed to diagnose error
ar: فشل في تشخيص الخطأ

# Api_Error_FailedToDownloadReport
source: Failed to download report
ar: فشل في تنزيل التقرير

# Api_Error_FailedToExportReport
source: Failed to export report
ar: فشل في تصدير التقرير

# Api_Error_FailedToForcePasswordChange
source: Failed to force password change
ar: فشل في فرض تغيير كلمة المرور

# Api_Error_FailedToGenerateExecutiveSummary
source: Failed to generate executive summary
ar: فشل في إنشاء الملخص التنفيذي

# Api_Error_FailedToGenerateReport
source: Failed to generate report
ar: فشل في إنشاء التقرير

# Api_Error_FailedToGetAlerts
source: Failed to get alerts
ar: فشل في الحصول على التنبيهات

# Api_Error_FailedToGetAllowedTenants
source: Failed to get allowed tenants
ar: فشل في الحصول على المنظمات المسموح بها

# Api_Error_FailedToGetCurrentWorkspace
source: Failed to get current workspace
ar: فشل في الحصول على مساحة العمل الحالية

# Api_Error_FailedToGetMembers
source: Failed to get members
ar: فشل في الحصول على الأعضاء

# Api_Error_FailedToGetMetrics
source: Failed to get metrics
ar: فشل في الحصول على المقاييس

# Api_Error_FailedToGetRecommendations
source: Failed to get recommendations
ar: فشل في الحصول على التوصيات

# Api_Error_FailedToGetWorkspace
source: Failed to get workspace
ar: فشل في الحصول على مساحة العمل

# Api_Error_FailedToImportAssets
source: Failed to import assets
ar: فشل في استيراد الأصول

# Api_Error_FailedToListWorkspaces
source: Failed to list workspaces
ar: فشل في سرد مساحات العمل

# Api_Error_FailedToLoadAlerts
source: Failed to load alerts
ar: فشل في تحميل التنبيهات

# Api_Error_FailedToLoadApiMetrics
source: Failed to load API metrics
ar: فشل في تحميل مقاييس API

# Api_Error_FailedToLoadAuditReadiness
source: Failed to load audit readiness
ar: فشل في تحميل جاهزية المراجعة

# Api_Error_FailedToLoadAuthAnomalies
source: Failed to load authentication anomalies
ar: فشل في تحميل حالات شاذة في المصادقة

# Api_Error_FailedToLoadDataFreshness
source: Failed to load data freshness
ar: فشل في تحميل حداثة البيانات

# Api_Error_FailedToLoadDataQualityDashboard
source: Failed to load data quality dashboard
ar: فشل في تحميل لوحة معلومات جودة البيانات

# Api_Error_FailedToLoadEvidenceGaps
source: Failed to load evidence gaps
ar: فشل في تحميل فجوات الأدلة

# Api_Error_FailedToLoadExecutiveDashboard
source: Failed to load executive dashboard
ar: فشل في تحميل اللوحة التنفيذية

# Api_Error_FailedToLoadIntegrationHealth
source: Failed to load integration health
ar: فشل في تحميل صحة التكامل

# Api_Error_FailedToLoadMissingMappings
source: Failed to load missing mappings
ar: فشل في تحميل التعيينات المفقودة

# Api_Error_FailedToLoadOperationsDashboard
source: Failed to load operations dashboard
ar: فشل في تحميل لوحة العمليات

# Api_Error_FailedToLoadOrphanRecords
source: Failed to load orphan records
ar: فشل في تحميل السجلات اليتيمة

# Api_Error_FailedToLoadOwnerWorkload
source: Failed to load owner workload
ar: فشل في تحميل عبء عمل المالك

# Api_Error_FailedToLoadSecurityDashboard
source: Failed to load security dashboard
ar: فشل في تحميل لوحة الأمان

# Api_Error_FailedToLoadSlaBreaches
source: Failed to load SLA breaches
ar: فشل في تحميل انتهاكات اتفاقية مستوى الخدمة

# Api_Error_FailedToLoadTenantOverview
source: Failed to load tenant overview
ar: فشل في تحميل نظرة عامة على المنظمة

# Api_Error_FailedToLoadTenantsSummary
source: Failed to load tenants summary
ar: فشل في تحميل ملخص المنظمات

# Api_Error_FailedToLoadWorkQueue
source: Failed to load work queue
ar: فشل في تحميل قائمة انتظار العمل

# Api_Error_FailedToMonitorConditions
source: Failed to monitor conditions
ar: فشل في مراقبة الظروف

# Api_Error_FailedToProcessRequest
source: Failed to process request
ar: فشل في معالجة الطلب

# Api_Error_FailedToReactivatePlatformAdmin
source: Failed to reactivate platform admin
ar: فشل في إعادة تفعيل مسؤول المنصة

# Api_Error_FailedToRemoveMember
source: Failed to remove member
ar: فشل في إزالة العضو

# Api_Error_FailedToReorderRules
source: Failed to reorder rules
ar: فشل في إعادة ترتيب القواعد

# Api_Error_FailedToResetPassword
source: Failed to reset password
ar: فشل في إعادة تعيين كلمة المرور

# Api_Error_FailedToRestartTenantAdmin
source: Failed to restart tenant admin
ar: فشل في إعادة تشغيل مسؤول المنظمة

# Api_Error_FailedToRestartTenantAdminPermissions
source: Failed to restart tenant admin - check permissions
ar: فشل في إعادة تشغيل مسؤول المنظمة - تحقق من الصلاحيات

# Api_Error_FailedToRetrieveActiveAdmins
source: Failed to retrieve active admins
ar: فشل في استرجاع المسؤولين النشطين

# Api_Error_FailedToRetrieveAsset
source: Failed to retrieve asset
ar: فشل في استرجاع الأصل

# Api_Error_FailedToRetrieveAssetSummary
source: Failed to retrieve asset summary
ar: فشل في استرجاع ملخص الأصول

# Api_Error_FailedToRetrieveAssets
source: Failed to retrieve assets
ar: فشل في استرجاع الأصول

# Api_Error_FailedToRetrieveCounts
source: Failed to retrieve counts
ar: فشل في استرجاع الأعداد

# Api_Error_FailedToRetrieveInScopeAssets
source: Failed to retrieve in-scope assets
ar: فشل في استرجاع الأصول ضمن النطاق

# Api_Error_FailedToRetrievePciAssets
source: Failed to retrieve PCI assets
ar: فشل في استرجاع أصول PCI

# Api_Error_FailedToRetrievePiiAssets
source: Failed to retrieve PII assets
ar: فشل في استرجاع أصول PII

# Api_Error_FailedToRetrievePlatformAdmin
source: Failed to retrieve platform admin
ar: فشل في استرجاع مسؤول المنصة

# Api_Error_FailedToRetrievePlatformAdmins
source: Failed to retrieve platform admins
ar: فشل في استرجاع مسؤولي المنصة

# Api_Error_FailedToRetrieveProfile
source: Failed to retrieve profile
ar: فشل في استرجاع الملف الشخصي

# Api_Error_FailedToRetrieveReport
source: Failed to retrieve report
ar: فشل في استرجاع التقرير

# Api_Error_FailedToRetrieveUnassignedAssets
source: Failed to retrieve unassigned assets
ar: فشل في استرجاع الأصول غير المعينة

# Api_Error_FailedToSendTestAlert
source: Failed to send test alert
ar: فشل في إرسال تنبيه تجريبي

# Api_Error_FailedToSetDefaultWorkspace
source: Failed to set default workspace
ar: فشل في تعيين مساحة العمل الافتراضية

# Api_Error_FailedToSetNewPassword
source: Failed to set new password
ar: فشل في تعيين كلمة مرور جديدة

# Api_Error_FailedToSuspendPlatformAdmin
source: Failed to suspend platform admin
ar: فشل في تعليق مسؤول المنصة

# Api_Error_FailedToSwitchWorkspace
source: Failed to switch workspace
ar: فشل في تبديل مساحة العمل

# Api_Error_FailedToTriggerAudit
source: Failed to trigger audit
ar: فشل في تشغيل المراجعة

# Api_Error_FailedToTriggerScan
source: Failed to trigger scan
ar: فشل في تشغيل الفحص

# Api_Error_FailedToUpdateAsset
source: Failed to update asset
ar: فشل في تحديث الأصل

# Api_Error_FailedToUpdateClassification
source: Failed to update classification
ar: فشل في تحديث التصنيف

# Api_Error_FailedToUpdateConfiguration
source: Failed to update configuration
ar: فشل في تحديث التكوين

# Api_Error_FailedToUpdatePlatformAdmin
source: Failed to update platform admin
ar: فشل في تحديث مسؤول المنصة

# Api_Error_FailedToUpdateReport
source: Failed to update report
ar: فشل في تحديث التقرير

# Api_Error_FailedToUpdateScope
source: Failed to update scope
ar: فشل في تحديث النطاق

# Api_Error_FailedToUpdateWorkspace
source: Failed to update workspace
ar: فشل في تحديث مساحة العمل

# Api_Error_FailedToDeliverReport
source: Failed to deliver report
ar: فشل في تسليم التقرير

# Api_Error_AnalysisFailed
source: Analysis failed
ar: فشل التحليل
